Repository: garibafdo/tpr_lib
Catalog: l10n/app_*.arb
Languages: bn, hi, it, km, lo, my, ru, si, th, vi, zh

# apiKeyInstructions3
source: • Once logged in, you can get your API key.
bn: • लॉगिन করার পরে, আপনি আপনার API কী পেতে পারেন।
hi: • लॉगिन करने के बाद, आप अपनी API कुंजी प्राप्त कर सकते हैं।
it: • Una volta effettuato l'accesso, potrai ottenere la tua chiave API.
km: • បន្ទាប់ពីចូលរួច អ្នកអាចទទួលបានសោរ API។
lo: • ຫຼັງຈາກເຂົ້າລະບົບ ທ່ານສາມາດຮັບ API Key
my: • Login ပြုလုပ်ပြီးနောက် API စကားဝှက်ကီးကို ရယူနိုင်ပါသည်။
ru: • После входа в систему вы сможете получить свой API ключ.
si: • ලොග් වූ පසු, ඔබට ඔබගේ API යතුර ලබා ගත හැක.
th: • เมื่อเข้าสู่ระบบแล้ว คุณจะสามารถรับคีย์ API ได้
vi: • Sau khi đăng nhập, bạn có thể lấy khóa API.
zh: • 登录后，您可以获取您的 API 密钥。

# apiKeyInstructions4
source: 💡 Models with a dollar sign require payment.
bn: 💡 ডলার চিহ্নযুক্ত মডেলগুলির জন্য অর্থপ্রদান প্রয়োজন।
hi: 💡 डॉलर चिह्न वाले मॉडलों के लिए भुगतान आवश्यक है।
it: 💡 I modelli con il simbolo del dollaro richiedono un pagamento.
km: 💡 ម៉ូដែលដែលមានសញ្ញាដុល្លារត្រូវការការបង់ប្រាក់។
lo: 💡 ຮູບແບບທີ່ມີເຄື່ອງໝາຍໂດລາຕ້ອງການການຈ່າຍເງິນ.
my: 💡 ဒေါ်လာအမှတ်အသားပါဝင်သော မော်ဒယ်များအတွက် ငွေပေးချေရန် လိုအပ်သည်။
ru: 💡 Модели с символом доллара требуют оплаты.
si: 💡 ඩොලර් ලකුණ සහිත ආදර්ශ සඳහා ගෙවීමක් අවශ්‍ය වේ.
th: 💡 โมเดลที่มีสัญลักษณ์ดอลลาร์จำเป็นต้องชำระเงิน.
vi: 💡 Các mô hình có ký hiệu đô la yêu cầu thanh toán.
zh: 💡 带有美元符号的模型需要付款。

# apiKeyInstructions5
source: • The number of dollar signs roughly shows the relative cost which are not much per request.
bn: • ডলার চিহ্নের সংখ্যা আনুমানিক খরচ নির্দেশ করে, যা প্রতি অনুরোধে খুব বেশি নয়।
hi: • डॉलर चिह्नों की संख्या लगभग लागत को दर्शाती है, जो प्रति अनुरोध बहुत अधिक नहीं है।
it: • Il numero di simboli del dollaro indica approssimativamente il costo relativo, che non è molto per richiesta.
km: • ចំនួនសញ្ញាដុល្លារបង្ហាញពីថ្លៃដើមប្រហែលៗ ដែលមិនច្រើនសម្រាប់សំណើរ។
lo: • ຈໍານວນເຄື່ອງໝາຍໂດລາສະທ້ອນຄ່າໃຊ້ຈ່າຍປະມານທີ່ບໍ່ຫຼາຍຕໍ່ຄໍາຂໍ.
my: • ဒေါ်လာအမှတ်အသားအရေအတွက်သည် တောင်းဆိုမှုတစ်ခုစီအတွက် အနည်းငယ်သော ကုန်ကျစရိတ်ကို ခန့်မှန်းဖော်ပြသည်။
ru: • Количество символов доллара примерно указывает относительную стоимость, которая невелика за запрос.
si: • ඩොලර් ලකුණු ගණන සමානව වියදම පෙන්වයි, එය ඉල්ලීමකට වඩා වැඩියෙන් නොවේ.
th: • จำนวนสัญลักษณ์ดอลลาร์แสดงต้นทุนโดยประมาณ ซึ่งไม่มากต่อคำขอ.
vi: • Số lượng ký hiệu đô la cho biết chi phí tương đối, không quá nhiều cho mỗi yêu cầu.
zh: • 美元符号的数量大致表示相对成本，每次请求的费用不高。

# apiKeyInstructions6
source: • Please see OpenRouter for current costs and estimates.
bn: • বর্তমান খরচ এবং অনুমানগুলি দেখতে OpenRouter দেখুন।
hi: • वर्तमान लागत और अनुमानों के लिए कृपया OpenRouter देखें।
it: • Si prega di consultare OpenRouter per i costi e le stime attuali.
km: • សូមមើល OpenRouter សម្រាប់ថ្លៃដើមនិងការវាយតម្លៃបច្ចុប្បន្ន។
lo: • ກະລຸນາເບິ່ງ OpenRouter ສໍາລັບຄ່າໃຊ້ຈ່າຍແລະຄາດຄະເນປັດຈຸບັນ.
my: • လက်ရှိကုန်ကျစရိတ်နှင့် ခန့်မှန်းချက်များအတွက် OpenRouter ကိုကြည့်ပါ။
ru: • Пожалуйста, смотрите OpenRouter для текущих цен и оценок.
si: • වත්මන් වියදම් සහ ඇස්තමේන්තු සඳහා OpenRouter බලන්න.
th: • โปรดดูที่ OpenRouter สำหรับต้นทุนและการประมาณปัจจุบัน.
vi: • Vui lòng xem OpenRouter để biết chi phí và ước tính hiện tại.
zh: • 请访问 OpenRouter 查看当前费用和估算。

# apiKeyInstructions7
source: Use free models like Gemini Flash, DeepSeek, etc.
bn: Gemini Flash, DeepSeek ইত্যাদি মতো ফ্রি মডেল ব্যবহার করুন।
hi: Gemini Flash, DeepSeek आदि जैसे मुफ्त मॉडल का उपयोग करें।
it: Utilizza modelli gratuiti come Gemini Flash, DeepSeek, ecc.
km: ប្រើម៉ូដែលឥតគិតថ្លៃដូចជា Gemini Flash, DeepSeek ជាដើម។
lo: ໃຊ້ຮູບແບບຟຣີເຊັ່ນ Gemini Flash, DeepSeek ແລະອື່ນໆ.
my: Gemini Flash, DeepSeek စသည်တို့ကဲ့သို့သော အခမဲ့မော်ဒယ်များကို အသုံးပြုပါ။
ru: Используйте бесплатные модели, такие как Gemini Flash, DeepSeek и другие.
si: Gemini Flash, DeepSeek වැනි නොමිලේ ආදර්ශ භාවිතා කරන්න.
th: ใช้โมเดลฟรีเช่น Gemini Flash, DeepSeek เป็นต้น.
vi: Sử dụng các mô hình miễn phí như Gemini Flash, DeepSeek, v.v.
zh: 使用免费的模型，如 Gemini Flash、DeepSeek 等。

source: Get Openrouter Key
bn: OpenRouter কী পান
hi: OpenRouter कुंजी प्राप्त करें
it: Ottieni la chiave OpenRouter
km: យកសោ OpenRouter
lo: ຮັບຄີ OpenRouter
my: OpenRouter Key ရယူပါ
ru: Получить ключ OpenRouter
si: OpenRouter යතුර ලබාගන්න
th: รับคีย์ OpenRouter
vi: Lấy khóa OpenRouter
zh: 获取 OpenRouter 密钥

# getGenminiKey
source: Get Gemini Key
bn: Gemini কী পান
hi: Gemini कुंजी प्राप्त करें
it: Ottieni la chiave Gemini
km: យកសោ Gemini
lo: ຮັບຄີ Gemini
my: Gemini Key ရယူပါ
ru: Получить ключ Gemini
si: Gemini යතුර ලබාගන්න
th: รับคีย์ Gemini
vi: Lấy khóa Gemini
zh: 获取 Gemini 密钥

source: Hide
bn: লুকান
hi: छुपाएँ
it: Nascondi
km: លាក់
lo: ເຊື່ອງ
my: ဖျောက်ပါ
ru: Скрыть
si: සඟවන්න
th: ซ่อน
vi: Ẩn
zh: 隐藏

# aiTranslationTitle
source: AI Translation
bn: এআই অনুবাদ
hi: AI अनुवाद
it: Traduzione AI
km: ការបកប្រែដោយ AI
lo: ການແປດ້ວຍ AI
my: AI ဘာသာပြန်ခြင်း
ru: Перевод с помощью ИИ
si: AI පරිවර්තනය
th: การแปลด้วย AI
vi: Dịch bằng AI
zh: AI 翻译

# noTextSelected
source: No text selected for translation.
bn: অনুবাদের জন্য কোনো টেক্সট সিলেক্ট করা হয়নি।
hi: अनुवाद के लिए कोई पाठ चयनित नहीं किया गया।
it: Nessun testo selezionato per la traduzione.
km: មិនមានអត្ថបទណាមួយត្រូវបានជ្រើសសម្រាប់បកប្រែទេ។
lo: ບໍ່ມີຂໍ້ຄວາມຖືກເລືອກໃນການແປ
my: ဘာသာပြန်ရန် စာသားမရွေးထားပါ။
ru: Текст для перевода не выбран.
si: පරිවර්තනය සඳහා කිසිදු පෙළක් තෝරා නොමැත.
th: ยังไม่มีข้อความที่เลือกเพื่อแปล
vi: Chưa chọn đoạn văn để dịch.
zh: 没有选择要翻译的文本。

# aiWarning
source: ⚠️ This translation was generated by an AI model. Accuracy is not guaranteed.
bn: ⚠️ এই অনুবাদ একটি এআই মডেল দ্বারা তৈরি করা হয়েছে। নির্ভুলতার নিশ্চয়তা নেই।
hi: ⚠️ यह अनुवाद एक AI मॉडल द्वारा उत्पन्न किया गया है। सटीकता की गारंटी नहीं है।
it: ⚠️ Questa traduzione è stata generata da un modello AI. L'accuratezza non è garantita.
km: ⚠️ ការបកប្រែនេះត្រូវបានបង្កើតដោយម៉ូឌែល AI។ មិនអាចធានានៃភាពត្រឹមត្រូវបានទេ។
lo: ⚠️ ການແປນີ້ຖືກສ້າງໂດຍ AI ແລະອາດບໍ່ຖືກຕ້ອງ 100%
my: ⚠️ ဤဘာသာပြန်ချက်မှာ AI မော်ဒယ်မှဖန်တီးထားသည်။ တိကျမှန်ကန်မှုမသေချာပါ။
ru: ⚠️ Этот перевод был создан моделью ИИ. Точность не гарантируется.
si: ⚠️ මෙම පරිවර්තනය AI ආකෘතියක් මඟින් සෑදූවකි. නිරවද්‍යතාවය සහතික නොවේ.
th: ⚠️ การแปลนี้สร้างโดยโมเดล AI ความถูกต้องไม่สามารถรับประกันได้
vi: ⚠️ Bản dịch này được tạo bởi mô hình AI. Không đảm bảo độ chính xác tuyệt đối.
zh: ⚠️ 此翻译由 AI 模型生成。准确性不保证。

# aiTruncationNote
source: Note: Only the first 1000 characters were sent for translation.
bn: নোট: অনুবাদের জন্য শুধুমাত্র প্রথম ১০০০ অক্ষর পাঠানো হয়েছিল।
hi: नोट: अनुवाद के लिए केवल पहले 1000 अक्षर भेजे गए थे।
it: Nota: Solo i primi 1000 caratteri sono stati inviati per la traduzione.
km: ចំណាំ៖ មានតែអក្សរដំបូង 1000 តែប៉ុណ្ណោះដែលបានផ្ញើសម្រាប់បកប្រែ។
lo: ໝາຍເຫດ: ເພີງສົ່ງ 1000 ຕົວອັກສອນທໍາອິດໄປເທົ່ານັ້ນ
my: မှတ်ချက်: စာလုံး ၄၀၀၀ ထိသာ ပေးပို့ခဲ့ပါသည်။
ru: Примечание: для перевода было отправлено только первые 1000 символов.
si: සටහන: පරිවර්තනය සඳහා අකුරු 1000ක් පමණක් යවා ඇත.
th: หมายเหตุ: มีเพียง 1000 ตัวอักษรแรกเท่านั้นที่ถูกส่งเพื่อแปล
vi: Lưu ý: Chỉ 4.000 ký tự đầu tiên được gửi để dịch.
zh: 注意：仅发送了前 1000 个字符进行翻译。

source: No translation returned.
bn: কোনো অনুবাদ ফেরত আসেনি।
hi: कोई अनुवाद वापस नहीं मिला।
it: Nessuna traduzione restituita.
km: មិនមានលទ្ធផលបកប្រែទេ។
lo: ບໍ່ມີຜົນການແປສົ່ງກັບ
my: ဘာသာပြန်ချက်မရရှိပါ။
ru: Перевод не получен.
si: පරිවර්තනයක් ලබා නොදුන්නා.
th: ไม่ได้รับผลลัพธ์การแปล
vi: Không có bản dịch được trả về.
zh: 没有返回翻译。

# errorOccurred
source: An error occurred.
bn: একটি ত্রুটি ঘটেছে।
hi: एक त्रुटि हुई।
it: Si è verificato un errore.
km: មានកំហុសបានកើតឡើង។
lo: ເກີດຄວາມຜິດພາດ
my: အမှားတစ်ခု ဖြစ်ပွားခဲ့သည်။
ru: Произошла ошибка.
si: දෝෂයක් සිදු විය.
th: เกิดข้อผิดพลาด
vi: Đã xảy ra lỗi.
zh: 发生错误。

# exceptionMessage
source: Exception: {error}
bn: ব্যতিক্রম: {error}
hi: त्रुटि: {error}
it: Eccezione: {error}
km: ករណីលើកលែង៖ {error}
lo: ຄວາມຜິດພາດ: {error}
my: သတိပေးချက်: {error}
ru: Исключение: {error}
si: විරෝධතාවය: {error}
th: ข้อยกเว้น: {error}
vi: Lỗi: {error}
zh: 异常：{error}

# shareSubject
source: Pāḷi text from TPR
bn: TPR থেকে পাল়ি টেক্সট
hi: TPR से पाऴि पाठ
it: Testo pāḷi da TPR
km: អត្ថបទបាលីពី TPR
lo: ຂໍ້ຄວາມພາສາບາລີຈາກ TPR
my: TPR မှ ပါဠိစာသား
ru: Палийский текст из TPR
si: TPR වෙතින් පාලි පෙළක්
th: ข้อความบาลีจาก TPR
vi: Văn bản Pāḷi từ TPR
zh: 来自 TPR 的巴利语文本
