Repository: garibafdo/tpr_lib
Catalog: l10n/app_*.arb
Languages: bn, hi, it, km, lo, my, ru, si, th, vi, zh

# tipitaka_pali_reader
source: Tipitaka Pāḷi Reader
bn: তিপিটক পাল়ি রিডার
hi: त्रिपिटक पाली रीडर
it: Lettore del Tipiṭakaṃ in lingua pāḷi
lo: ໂປຣແກມອ່ານພຣະໄຕຣປີດົກບາລີ
my: တိပိဋကပါဠိဖတ်စာ
si: පාලි ත්‍රිපිටක Reader
vi: Tipitaka Pali Reader
zh: 巴利三藏阅读

source: Home
bn: হোম
hi: मूल
it: Casa
km: ទំព័រដើម
lo: ໂຮມ
ru: Главная
si: මුල් පිටුව
th: หน้าหลัก
zh: 返回

source: Bookmark
bn: বুকমার্ক
hi: पृष्ठ स्मृति
it: Segnalibro
km: កត់ចំណាំ
lo: ບຸກມ໋າກ
my: မှတ်စု
ru: Избранное
si: පිටු සලකුණ
th: บุ๊คมาร์ค
vi: Đánh dấu
zh: 书签

source: Recent
bn: সাম্প্রতিক
hi: हाल में हुआ
it: Recente
km: ថ្មីៗ
lo: ກ່ອນໜ້ານີ້
my: ဖတ်ဆဲ
ru: Недавние
si: මෑත
th: เมื่อเร็วๆ นี้
vi: Gần đây
zh: 最近读过

source: Search
bn: খুঁজুন
hi: खोजे
it: Cerca
km: ស្រាវជ្រាវ
lo: ຄົ້ນຫາ
my: စာရှာ
ru: Поиск
si: සෙවීම
th: ค้นหา
vi: Tìm kiếm
zh: 查询

source: Settings
bn: সেটিংস
hi: सेटिंग्स
it: Impostazioni
km: កំណត់
lo: ຕັ້ງຄ່າ
my: ဆက်တင်များ
ru: Настройки
si: සැකසුම්
th: ตั้งค่า
vi: Cài đặt
zh: 设置

source: Dictionary
bn: অভিধান
hi: शब्दकोश
it: Dizionario
km: វចនានុក្រម
lo: ພົຈຈະນານຸກົມ
my: အဘိဓာန်
ru: Словарь
si: ශබ්ද කෝෂය
th: พจนานุกรม
vi: Từ điển
zh: 词典

source: Theme
bn: থিম
hi: थीम
it: Tema
km: រូបរាងក្រាហ្វិក
lo: ຫົວຂໍ້
my: အရောင်
ru: Тема
si: තේමාව
th: ธีม
vi: Tông màu
zh: 主题

# darkMode
source: Page
bn: ডার্কমোড
hi: डार्क मोड
it: Pagina
km: ទំព័រ
lo: ໜ້າ
my: အမှောင်နောက်ခံ
ru: Страница
si: අඳුරු තිරය
th: โหมดมืด
vi: Tông tối
zh: 暗色模式

source: Language
bn: ভাষা
hi: भाषा
it: Lingua
km: ភាសា
lo: ພາສາ
my: ဘာသာစကား
ru: Язык
si: භාෂාව
th: ภาษา
vi: Ngôn ngữ
zh: 语言

source: Dictionaries
bn: অভিধান সমগ্র
hi: शब्दकोशों
it: Dizionarî
km: វចនានុក្រម
lo: ພົຈຈະນານຸກົມ
my: အဘိဓာန်များ
ru: Словари
si: ශබ්දකෝෂ
th: พจนานุกรม
vi: Từ điển
zh: 辞典

# paliScript
source: Pāḷi Script
bn: পাল়ি অক্ষর
hi: पालीलिपि
it: Alfabeto di visualizzazione della lingua pāḷi
km: គម្ពីរភាសាបាលី
lo: ອັກສອນບາລີ
my: စာသားဖော်ပြမှု
ru: Система письма Pāḷi
si: පාලි අකුරු
th: อักษร บาลี
vi: Ký tự Pāḷi
zh: 巴利原文

# showAlternatePali
source: Show Alternate Pāḷi
bn: বিকল্প পালিগুলো দেখান
hi: पाली विकल्प दिखाओ
it: Mostra variante pāḷi
km: ជំនួយភាសាបាលី
lo: ສະແດງບາລີອື່ນໆ
my: မူကွဲပါဠိ ဖော်ပြပါ
ru: Показывать Альтернативный Pāḷi
si: විකල්ප පාලි පෙන්වන්න
th: แสดง บาลี ทางเลือก
vi: Hiện dị bản Pāḷi
zh: 显示其它巴利

source: Show PTS PageNumber
bn: PTS এর পৃষ্ঠা নম্বর দেখান
hi: पी. टी. एस. पृष्ठ संख्या दिखाओ
it: Mostra il numero di pagina dell’edizione PTS
km: បង្ហាញលេខទំព័រ PTS
lo: ສະແດງໜ້າ PTS
my: PTSမူ စာမျက်နှာ ပြပါ
ru: Показывать номер страницы в PTS
si: PTS පිටු අංකය පෙන්වන්න
th: แสดงหมายเลขหน้า PTS (ยุโรป)
vi: Hiện số trang PTS
zh: 显示PTS页码

source: Show Thai PageNumber
bn: Thai এর পৃষ্ঠা নম্বর দেখান
hi: थाई पृष्ठ संख्या दिखाओ
it: Mostra il numero di pagina dell’edizione Thai
km: បង្ហាញលេខទំព័រថៃ
lo: ສະແດງໜ້າພາສາໄທ
my: ထိုင်းမူ စာမျက်နှာ ပြပါ
ru: Показывать номер страницы в Тайской версии
si: තායි පිටු අංකය පෙන්වන්න
th: แสดงหมายเลขหน้าไทย
vi: Hiện số trang tạng Thái
zh: 显示泰文页码

source: Show VRI PageNumber
bn: VRI এর পৃষ্ঠা নম্বর দেখান
hi: वी. आर. आई. पृष्ठ संख्या दिखाओ
it: Mostra il numero di pagina dell’edizione VRI
km: បង្ហាញលេខទំព័រ​ VRI
lo: ສະແດງໜ້າVRI
my: VRI စာမျက်နှာကို ပြပါ
ru: Показывать номер страницы в VRI
si: VRI පිටු අංකය පෙන්වන්න
th: แสดงหมายเลขหน้า VRI
vi: Hiện số trang VRI
zh: 显示VRI页码

source: About
bn: অ্যাপটি সম্বন্ধে
hi: संबंध में
it: Informazioni
km: អំពី
lo: ກ່ຽວກັບ
my: အကြောင်းအရာ
ru: О приложении
si: අපගැන
th: เกี่ยวกับ
vi: Thông tin
zh: 关于

# unable_open_page
source: Unable to open page for this page.
bn: এই পৃষ্ঠায় এটি সচল নয়
hi: इस पृष्ठ को खोलने में असमर्थ .
km: មិនអាចបើកទំព័រនេះបានទេ
lo: ບໍ່ສາມາດເປີດໜ້ານີ້ໄດ້.
my: ယခု စာမျက်နှာအတွက် အဖွင့် ကြည့်ရှု မရနိုင်ပါ။
ru: Невозможно открыть страницу для этого запроса.
si: පිටුවක් විවෘත කිරීමට නොහැකිය.
th: ไม่สามารถเปิดหน้านี้ได้
vi: Không thể mở trang này.
zh: 无法打开此处页面

# enter_note
source: Enter note here
bn: এখানে নোট লিখুন
hi: यहां टिप्पणी दर्ज करें
it: Digita una nota qui
km: ចូលទៅកត់ចំណាំ
lo: ເຂົ້າສູ່ສະໝຸດບັນທຶກທີ່ນີ້
my: မှတ်လိုသောစာသား ထည့်ပါ
ru: Введите текст заметки
si: මෙහි සටහන ඇතුළත් කරන්න
th: ใส่บันทึกที่นี่
vi: Nhập ghi chú ở đây
zh: 此处建立笔记

source: Save
bn: সেভ করুন
hi: सुरक्षित करें
it: Salva
km: រក្សាទុក
lo: ບັນທຶກ
my: မှတ်မယ်
ru: Сохранить
si: සුරකින්න
th: บันทึก
vi: Lưu
zh: 保存

source: Cancel
bn: বাতিল করুন
hi: रद्द करें
km: បោះបង់
lo: ຍົກເລີກ
my: မမှတ်တော့ဘူး
ru: Отменить
si: අවලංගු කරන්න
th: ยกเลิก
vi: Hủy
zh: 取消

source: Page
bn: পৃষ্ঠা
hi: पृष्ठ
it: pagina
km: ទំព័រ
lo: ໜ້າ
my: နှာ
ru: стр.
si: පිටුව
th: หน้า
vi: trang
zh: 页面

source: Select paragraph
bn: অনুচ্ছেদ বাছাই করুন
hi: अनुच्छेद का चयन करें
it: Seleziona capoverso
km: ជ្រើសរើសយកកថាខណ្ឌ
lo: ເລືອກຕອນ
my: အဖွင့်ကြည့်လိုသော စာပိုဒ်ရွေးပါ
ru: Выбрать абзац
si: ඡේදය තෝරන්න
th: เลือกย่อหน้า
vi: Chọn Đoạn
zh: 选择段落

source: Close
bn: বন্ধ করুন
hi: बंद करे
it: Chiudi
km: បិទ
lo: ປິດ
my: ပိတ်
ru: Закрыть
si: වසන්න
th: ปิด
vi: Đóng
zh: 关闭

# paragraph_number
source: Commentaries of Paragraph
bn: অট্ঠকথা’র অনুচ্ছেদ
hi: अनुच्छेद संख्या
it: Commentarî di capoverso
km: កថាខណ្ឌនៃអដ្ឋកថា
lo: ເລກຂອງຕອນນີ້
my: စာပိုဒ်အမှတ်
ru: Комментарии к абзацу
si: ඡේද අංකය
th: หมายเลขของย่อหน้า
vi: Số Đoạn
zh: 段落编号

source: Table Of Contents
bn: সূচিপত্র
hi: विषयसूची
it: Sommario
km: តារាងមាតិកា
lo: ສາລະບັນ
my: မာတိကာ
ru: Содержание
si: අන්තර්ගත වගුව
th: สารบัญ
vi: Mục Lục
zh: 目录

source: Goto
bn: নির্দিষ্ট স্থানে গমন
hi: के लिए जाओ
it: Vai a
km: ទៅ
lo: ໄປທີ່
my: သို့
ru: Перейти
si: වෙත යන්න
th: ไปที่
vi: Đitới
zh: 前往

source: Paragraph
bn: অনুচ্ছেদ
hi: अनुच्छेद
it: Capoverso
km: កថាខណ្ឌ
lo: ຕອນ
my: စာပိုဒ်
ru: Абзац
si: ඡේදය
th: ย่อหน้า
vi: Đoạn
zh: 段落

source: Go
bn: চলে যান
hi: आगे चले
it: Vai
km: ទៅ
lo: ໄປ
my: သွား
ru: Перейти
si: යන්න
th: ไป
vi: đi

source: TOC
bn: সূচিপত্র
hi: टी ओ सी
it: Sommario
lo: ທີໂອຊີ
my: မာတိကာ
ru: Содержание
vi: Mục Lục

source: MAT
bn: মূঅটী
hi: एम ए टी
lo: ເອັມເອທີ
my: အဖွင့်
ru: Mula, Attha, Tika

source: Font
bn: ফন্ট
hi: फॉन्ट
it: Fonte
km: ប្រភេទអក្សរ
lo: ຟັ້ອນ
my: ဖောင့်
ru: Шрифт
si: අකුරු
th: ฟอนต์
zh: 字体

# anywhere
source: Any Part
bn: যেকোনো অংশে
hi: कहीं पर भी
it: Ovunque
km: ផ្នែកណាមួយ
lo: ສ່ວນໃດໜຶ່ງ
my: မည်သည့်အပိုင်းမဆို
ru: Любая часть
si: ඕනෑම කොටසක්
th: ทุกที่
zh: 任意位置

# openingBook
source: Opening Books
bn: খোলা বইগুলো
hi: पुस्तकें खोलना
it: Sto aprendo i libri
km: បើកសៀវភៅ
lo: ກໍາລັງເປີດໜັງສື
my: အဖွင့်စာအုပ်
ru: Текст открывается
si: පොත් විවර කිරීම
th: เปิดหนังสือ
vi: Mở sách
zh: 打开的书籍

# animationSpeed
source: Animation Speed in ms
bn: মিলি সেকেণ্ডে অ্যানিমেশনের পরিমাণ
hi: संचारण गति
it: Velocità di animazione in ms
km: ល្បឿនចលនានៅក្នុង ms
lo: ຄວາມໄວແອນິເມເຊິນໃນເອັມເອັສ
my: လှုပ်ရှားမှုအရှိန်
ru: Скорость анимации в мс
si: Animation වේගය (ms)
th: ความเร็วของแอนิเมชัน
vi: Tốc độ hoạt ảnh ms
zh: 动画加速ms

# generalSettings
source: General
bn: সাধারণ
hi: सामान्य सेटिंग्स
it: Generale
km: ទូទៅ
lo: ທົ່ວໄປ
my: အထွေထွေပြုပြင်ရန်
ru: Основные настройки
si: සාමාන්‍ය සැකසුම්
th: การตั้งค่าทั่วไป
vi: Tổng Quát
zh: 设置

# increaseFontSize
source: Increase font size (Ctrl +)
bn: ফন্টের আকার বাড়ান
hi: अक्षरका आकार बढ़ाएँ
it: Aumenta la dimensione della fonte
km: បង្កើនទំហំអក្សរ
lo: ເພີ່ມຂະໜາດຟັ້ອນ
my: စာလုံးအရွယ်အစားချဲ့ခြင်း
ru: Увеличить размер шрифта
si: අකුරු විශාලත්වය වැඩි කරන්න
th: เพิ่มขนาดตัวอักษร (Ctrl +)
vi: Tăng phông chữ
zh: 字体放大

# decreaseFontSize
source: Decrease font size (Ctrl -)
bn: ফন্টের আকার কমান
hi: अक्षरका आकार घटाएँ
it: Diminuisci la dimensione della fonte
km: បន្ថយទំហំអក្សរ
lo: ລົດຂະໜາດຟັ້ອນ
my: စာလုံးအရွယ်အစားချုံ့ခြင်း
ru: Уменьшить размер шрифта
si: අකුරු විශාලත්වය අඩු කරන්න
th: ลดขนาดตัวอักษร (Ctrl -)
vi: Giảm phông chữ
zh: 字体缩小

source: Open linked book
bn: যুক্ত করা বইটি খুলুন
hi: संलग्न किताब खोलें
it: Apri il libro collegato
km: បើកសៀវភៅដែលបានភ្ជាប់តាម Linked
lo: ເປີດໜັງສືທີ່ເຊື່ອມຕໍ່
my: ချိတ်ထားသောစာအုပ်ကိုဖွင့်ရန်
ru: Открыть связанный текст
si: සබැඳි පොත විවර කරන්න
th: เปิดหนังสือที่เชื่อมโยง
vi: Mở sách liên kết
zh: 关联书籍

# gotoPageParagraph
source: Goto page or paragraph
bn: পৃষ্ঠা অথবা অনুচ্ছেদে চলে যান
hi: पृष्ठ या अनुच्छेद पर जाएं
it: Vai a pagina o capoverso
km: ចូលទៅកាន់ទំព័រ ឬ កថាខណ្ឌ
lo: ໄປທີ່ໜ້າຫຼືຕອນ
ru: Перейти на страницу или к абзацу
si: පිටුව හෝ පරිච්චේදය වෙත
th: ไปที่หน้าหรือย่อหน้า
vi: Tới trang hay đoạn văn
zh: 前往页码或段落

source: Script Language
bn: লিপির ভাষা
hi: लिपि भाषा
km: ភាសាកូដកម្មវិធី​ Computer
lo: ອັກສອນພາສາ
my: ဘာသာစကား
ru: Система письменности
si: අකුරු වර්ගය
th: ภาษาสคริปต์
zh: 脚本语言

source: Dictionary to Clipboard
bn: ডিক্সশনারি টু ক্লিপবোর্ড
hi: क्लिपबोर्ड के लिए शब्दकोश
it: Lemma negli appunti
km: វចនានុក្រមទៅក្តារចំណាំ Clipboard
lo: ພົຈຈະນານຸກົມໄປທີ່ຄລິບບອດ
my: အဘိဓာန် ကူးရန်
ru: Копировать в буфер обмена из словаря
si: ශබ්දකෝෂය copy කරගන්න
th: คัดลอกพจนานุกรมไปยังคลิปบอร์ด
vi: Từ điển vào Chỗ Tạm Lưu
zh: 复制字典内容到剪贴板

source: Help
bn: সাহায্য নিন
hi: मदद
it: Aiuto
km: ជំនួយ
lo: ຊ່ວຍເຫຼືອ
my: လမ်းညွှန်
ru: Помощь
si: උදව්
th: ช่วยเหลือ
vi: Giúp Đỡ
zh: 帮助

source: Report Issue
bn: প্রতিবেদন জানান
hi: विवरण, समस्याएँ
it: Segnala un problema
km: រាយការណ៍ពីបញ្ហា
lo: ລາຍງານບັນຫາ
my: အမှား အသိပေးချက် ပေးပို့ရန်
ru: Сообщить о проблеме
si: වරදක් දැනුම් දෙන්න
th: รายงานปัญหา
vi: Báo Cáo Vấn Đề
zh: 问题反馈

# areSureDelete
source: Are you sure you want to delete all items?
bn: আপনি কি সবগুলো মুছে ফেলতে চান?
hi: क्या आप वाकई सभी आइटम्स हटाना चाहते हैं?
it: Sei sicuro(a) di voler cancellare tutti gli oggetti?
km: តើអ្នកប្រាកដថាអ្នកចង់លុបទាំងអស់រឺ?
lo: ທ່ານໝັ້ນໃຈບໍວ່າຈະລຶບທຸກຢ່າງ?
my: မှတ်သားထားသမျှ အားလုံးကို ဖျက်ရန် သေချာပြီလား
ru: Вы уверены, что хотите удалить все записи?
si: සියල්ල මකා දැමිය යුතු බවට තහවුරු කරන්න
th: คุณแน่ใจหรือว่าต้องการลบรายการทั้งหมดนี้?
vi: Muốn xoá tất cả?
zh: 是否确定删除全部项目?

source: Delete
bn: মুছুন
hi: मिटाना
km: លុប
lo: ລຶບ
my: ဖျက်မယ်
ru: Удалить
si: මකන්න
th: ลบ
vi: Xóa
zh: 删除

source: Confirmation
bn: নিশ্চিতকরণ
hi: पुष्टीकरण
it: Conferma
km: ការបញ្ជាក់
lo: ການຢືນຢັນ
my: အတည်ပြုချက်
ru: Подтверждение
si: තහවුරු කිරීම
th: ยืนยัน
vi: Xác Nhận
zh: 确认

source: Dictionary History
bn: অভিধানের ইতিহাস
hi: शब्दकोश का इतिहास
it: Storia del dizionario
km: ពាក្យ វចនានុក្រមពីមុនៗ
lo: ປະຫວັດພົຈຈະນານຸກົມ
my: အဘိဓာန်သမိုင်း
ru: История словаря
si: ශබ්දකෝෂ ඉතිහාසය
th: ประวัติพจนานุกรม
vi: Từ Điển Quá Khứ
zh: 字典查询历史

source: Share
bn: শেয়ার
hi: बाँटे
it: Condividi
km: ចែករំលែក
lo: ແບ່ງປັນ
my: မျှဝေ
ru: Поделиться
si: ශෙයා කරන්න
th: แชร์
vi: Chia sẻ
zh: 分享

# downloadTitle
source: Download Extended Texts & Dictionaries
bn: ডাউনলোড করে বই এবং অভিধান বাড়ান
hi: डाउनलोड विस्तारित पाठ और शब्दकोश
km: ទាញយកកម្មវិធី អត្ថបទ និងវចនានុក្រម
lo: ດາວໂຫຼດບົດທີ່ເພີ່ມເຂົ້າມາ & ພົຈຈະນານຸກົມ
my: တိုးချဲ့ထားသော စာသားများနှင့် အဘိဓာန်များကို ဒေါင်းလုဒ်လုပ်ပါ
ru: Скачать доп. материалы и словари
si: අමතර පොත් සහ ශබ්ද කෝෂ බාගත කරන්න
th: ดาวน์โหลดข้อความและพจนานุกรมขยาย
vi: Tải Xuống Văn Bản Mở Rộng & Từ Điển
zh: 下载扩展文本和字典

source: Filter
bn: ফিল্টার করুন
hi: छानना
it: Filtra
lo: ຕົວກອງ
my: စစ်ထုတ်
ru: Фильтр
si: පෙරනය
th: กรอง
vi: Lọc
zh: 筛选

# doYouWantToLeave
source: Are you sure you want to leave the App? Your opened books be closed.
bn: আপনি এই অ্যাপ থেকে বের হতে চান? বের হলে খোলা বইগুলো বন্ধ হবে।
hi: क्या आप वाकई एप्लिकेशन छोड़ना चाहते हैं? तुम्हारी खोली हुई किताबें बंद हो जाएं।
it: Sei sicuro(a) di voler uscire dall’applicazione? I libri aperti saranno chiusi.
km: តើអ្នកប្រាកដថាអ្នកចង់ចេញពីកម្មវិធីនេះរឺ? សៀវភៅដែលបើករបស់អ្នកត្រូវបានបិទ
lo: ທ່ານໝັ້ນໃຈບໍວ່າຈະອອກຈາກແອັບ? ໜັງສືທີ່ທ່ານເປີດຖືກປິດ.
my: အက်ပ်မှ ထွက်လိုသည်မှာ သေချာပါသလား။ ဖွင့်ထားသော စာအုပ်များကို ပိတ်ထားသည်။
ru: Вы уверены, что хотите выйти? Открытые тексты будут закрыты.
si: Aඔබ විසින් විවෘත කළ පොත් වැසෙනු ඇත. මෘදුකාංගයෙන් පිට වීම තහවුරු කරන්න
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากแอป? หนังสือที่เปิดอยู่จะถูกปิด
vi: Bạn muốn ra khỏi app?
zh: 是否确定退出？ 您所打开的页面将退出.

source: Yes
bn: হ্যাঁ
hi: हाँ
it: Sì
km: យល់ព្រម
lo: ຈ້າວ
my: ဟုတ်တယ်
ru: Да
si: ඔව්
th: ใช่
vi: Vâng
zh: 是

source: No
bn: না
hi: नहीं
km: ទេ
lo: ບໍ່
my: မဟုတ်ဘူး
ru: Нет
si: නැහැ
th: ไม่ใช่
vi: Không
zh: 否

source: Dictionary Font Size
bn: অভিধানে ফন্টের আকার
hi: शब्दकोश फ़ॉन्ट आकार
it: Dimesione della fonte per il dizionario
km: ទំហំអក្សរវចនានុក្រម
lo: ຂະໜາດຟັ້ອນຂອງພົຈຈະນານຸກົມ
my: အဘိဓာန်စာလုံးအရွယ်အစား
ru: Размер шрифта словаря
si: ශබ්දකෝෂ අකුරු විශාලත්වය
th: ขนาดตัวอักษรพจนานุกรม
vi: Từ Điển Cỡ Phông Chữ
zh: 文字大小

source: Panel Size
bn: প্যানেল সাইজ
hi: पैनल का आकार
km: ទំហំ​ Panel
lo: ຂະໜາດໜ້າຈໍ
my: မြင်ကွင်းအကျဉ်းအကျယ်
ru: Размер панели
si: ලබා දෙන ඉඩ ප්‍රමාණය
th: ขนาดพาเนล
vi: Bảng Cỡ Phông Chữ
zh: 控制面板大小

# multiViewsMode
source: Multiple Views
bn: মাল্টিপল ভিউস
hi: एकाधिक दृश्य
it: Visione multipla
km: ទិដ្ឋភាពច្រើន
lo: ມຸມມອງຫຼາກຫຼາຍ
my: ကော်လံ(အတိုင်လိုက်)မြင်ကွင်း
ru: Многостраничный режим просмотра
si: බහු පෙන්වීම්
th: มุมมองหลายรูปแบบ
zh: 多视图

# numVisibleViews
source: Visible Views
bn: ভিসিবল ভিউস
hi: दृश्यमान दृश्य
km: ទិដ្ឋភាពដែលមើលឃើញ
lo: ມຸມມອງທີ່ເບິ່ງເຫັນໄດ້
my: ကော်လံအရေအတွက်
ru: Видимые просмотры
si: පෙන්වීම් ගණන
th: จำนวนมุมมองที่แสดง
zh: 可见视图

source: Extensions
bn: এক্সটেনশন
hi: विस्तार
it: Estensioni
km: ផ្នែកបន្ថែម
lo: ສ່ວນຂະຫຍາຍ
my: ဖြည့်စွက်ချက်များ
ru: Расширения
si: වැඩි කිරීම
th: ส่วนขยาย
vi: Mở rộng
zh: 范围

source: Quick Jump
bn: দ্রুত পৌঁছান
hi: त्वरित कूद
it: Salto rapido
km: កម្មវិធី Quick Jump
lo: ກ້າວກະໂດດຢ່າງໄວ
my: ခုန်ကူး
ru: Быстрый Переход
si: ඉක්මන් පැනීම
th: กระโดดเร็ว
vi: Phóng nhanh
zh: 快速跳往

source: Share this note
bn: এই নোটটি শেয়ার করুন
hi: इस नोट को साझा करें
it: Condividi questa nota
km: ចែកបន្ត note​ នេះ
lo: ແບ່ງປັນການຈົດບັນທຶກນີ້
my: ဤမှတ်စုကို မျှဝေရန်
ru: Поделиться записью
si: මෙම සටහන බෙදා ගන්න
th: แชร์บันทึกนี้
vi: Chia sẻ ghi chú này
zh: 分享此页

source: Share all notes
bn: সবগুলো শেয়ার করুন
hi: सभी नोट्स साझा करें
it: Condividi tutte le note
km: ចែកបន្ត note​ នេះទាំងអស់
lo: ແບ່ງບັນການຈົດບັນທຶກທັງໝົດ
my: မှတ်စုအားလုံးကို မျှဝေရန်
ru: Поделиться всем
si: සියලු සටහන් බෙදා ගන්න
th: แชร์บันทึกทั้งหมด
vi: Chia sẻ tất cả ghi chú
zh: 分享全部页

# shareTitle
source: TPR Bookmark and Note
bn: TPR বুকমার্ক এবং নোট
hi: टीपीआर चिन्हित और नोट
km: កំណត់ចំណាំនឹងរក្សាទុក TPR
lo: ບຸກມ໋າກແລະການຈົດບັນທຶກຂອງTPR
my: TPR စာမှတ်နှင့်မှတ်စု
ru: TPR Закладки и Заметки
si: පිටු සලකුණ සහ සටහන
th: TPR บุ๊คมาร์คและบันทึก
vi: Chia sẻ Title
zh: TPR书签与页码

source: Distance between words
bn: শব্দগুলোর ব্যবধান বাড়ান অথবা কমান
hi: शब्दों के बीच की दूरी
it: Distanza tra le parole
km: គម្លាតអក្សរ
lo: ໄລຍະຫ່າງລະຫວ່າງຄໍາ
my: ပုဒ်တို့ကြား အကွာအဝေး
ru: Расстояние между словами
si: වචන අතර දුර
th: ระยะห่างระหว่างคำ
vi: Khoảng cách giữa các từ
zh: 字间距

source: exact
bn: হুবহু
hi: ठीक
it: esattamente
km: ពិតប្រាកដ
lo: ອັນແທ້ຈິງ
my: တိကျ
ru: строго
si: හරියටම
th: แน่นอน
vi: chính xác
zh: 精确

source: prefix
bn: শুরুতে
hi: उपसर्ग
it: prefisso
km: បុព្វបទ
lo: ຄໍາຕື່ມຂ້າງໜ້າ
my: အစတူ
ru: префикс
si: උපසර්ගය
th: อุปสรรค
vi: tiếp đầu ngữ
zh: 前缀

source: distance
bn: ব্যবধান
hi: दूरी
it: distanza
km: គម្លាត
lo: ໄລຍະຫ່າງ
my: ပုဒ်ခြား
ru: расстояние
si: දුර
th: ระยะห่าง
vi: Khoảng cách
zh: 距离

source: any part
bn: অংশ
hi: किसी भी हिस्से
it: ovunque
km: ផ្នែកណាមួយ
lo: ສ່ວນໃດໜຶ່ງ
my: ဘယ်လိုမဆို
ru: любая часть
si: ඕනෑම කොටසක්
th: ส่วนใดก็ได้
vi: bất kỳ
zh: 任意部分

source: UI fontSize
bn: UI ফন্টের আকার
hi: UI फ़ॉन्टआकार
km: ទំហំអក្សរ UI
lo: ຂະໜາດຟັ້ອນຢູໄອ
my: ပြင်သွင် စာလုံးအရွယ်အစား
ru: Размер Шрифта Интерфейса
si: UI අකුරු විශාලත්වය
th: ขนาดตัวอักษร UI
vi: UI Cỡ Chữ
zh: UI字号

source: Sort by:
bn: তালিকা সাজান:
hi: क्रमबद्ध करें:
it: Ordina per:
km: តម្រាប
lo: ຮຽງຕາມ
my: စဉ်ရန်:
ru: Сортировать по:
si: පිළිවෙල තෝරන්න:
th: เรียงตาม:
vi: xếp theo:
zh: 排序方式:

source: Time
bn: সময়ানুক্রমিক
hi: समय
km: ពេលវេលា
lo: ເວລາ
my: အချိန်
si: වේලාව
th: เวลา
vi: Thời Gian
zh: 时间

# alphabetically
source: Alpha
bn: বর্ণানুক্রমিক
hi: वर्णानुक्रम
it: Alfabeticamente
km: តាមក្រមអក្សរ(ពី ក​ ដល់ អ)
lo: ແບບອັກສອນ
my: အက္ခရာစဉ်
si: අකුරු පිළිවෙළ අනුව
th: ตามลำดับอักษร
vi: Thứ Tự chữ Cái
zh: 按字母顺序地

source: no History
bn: কোনো ইতিহাস নেই
hi: कोई इतिहास नहीं
km: អត់មានទិន្ន័យពីមុនៗ
lo: ບໍ່ມີປະຫວັດການຄົ້ນຫາ
my: ကြည့်ခဲ့သည်များ တခုမျှ မရှိ။
ru: Нет Истории
si: ඉතිහාසයක් නැත
th: ไม่มีประวัติ
zh: 没有历史记录

source: Select All
bn: সবগুলি বাছুন
hi: सभी का चयन करें
it: Seleziona tutto
km: ជ្រើសរើសយកទាំងអស់
lo: ເລືອກທັງໝົດ
my: အားလုံးရွေးချယ်
ru: Выбрать Все
si: සියල්ල තෝරන්න
th: เลือกทั้งหมด
vi: Chọn Tất cả
zh: 全部选取

source: Select None
bn: বাছাই বাদ
hi: कोई नहीं का चयन करें
it: Seleziona nessuno
km: ជ្រើសរើសយកធម្មតា
lo: ບໍ່ເລືອກຫຍັງ
my: တခုမျှမရွေးချယ်
ru: Отменить выбор
si: කිසිවක් තෝරන්න එපා
th: ไม่เลือกทั้งหมด
zh: 选择无

source: New tab at end
bn: নতুন ট্যাব নীচে রাখুন
hi: अंत में नया टैब
km: ចុងក្រោយគេនៃ Tap ថ្មី
lo: ແທັບໃໝ່ໃນຕອນທ້າຍ
my: Tab အသစ်ကို နောက်ဆုံးမှာ ဖွင့်ပါ
ru: Новое окно в конце
si: අලුත් ටැබයක් අවසානයේ
th: แท็บใหม่ที่ปลาย
vi: tab mới ở cuối
zh: 在最后放新 Tab

source: Search Sutta Name
bn: সূত্রের নাম খুঁজুন
hi: सुत्ता नाम खोजें
it: Cerca per nome del suttaṃ
km: ស្វែងរកឈ្មោះ ព្រះសូត្រ
lo: ຄົ້ນຫາຊື່ພຣະສູຕ
my: သုတ်အမည်ရှာရန်
ru: поиск Сутты по имени
si: සූත්‍ර නම සොයන්න
th: ค้นหาชื่อพระสูตร
vi: Tìm tên Kinh
zh: 找 Sutta名字

source: name or shorthand
bn: সূত্রের নাম/সংক্ষিপ্তরূপ
hi: नाम या शॉर्टहैंड
it: nome o stenografia
km: ឈ្មោះ ឬ អក្សរកាត់
lo: ຊື່ຫຼືຊະວະເລກ
my: သုတ်အမည်(သို့)သင်္ကေတ
ru: Имя или сокращение
si: නම හෝ කෙටියෙන්
th: ชื่อหรือชื่อย่อ
vi: Tên hay Viết tắt
zh: 名字或短名

source: Fuzzy
bn: সম্ভাব্য মিল
hi: अस्पष्ट
it: Approssimativamente
km: ស្រពិចស្រពិល
lo: ບໍ່ທ່ຽງກົງ
ru: Расширенный
th: ฟัซซี
vi: Mờ mịt
zh: 模糊不清

source: Not found
bn: পাওয়া যায়নি
hi: नहीं मिला
it: Non trovato
km: ស្វែងរកមិនឈើញ
lo: ບໍ່ສາມາດພົບເຫັນ
my: မတွေ့ပါ
ru: Не найдено
si: සොයාගැනීමට නොහැකි වුනා
th: ไม่พบ
vi: Không tìm thấy
zh: 不找到

# qjHelpMessage
source: You may search by sutta name or by shorthand sutta notation Examples: dn30 = Dīgha Nikāya 30th sutta mn118 = Majjhima Nikāya 118th sutta sn5.1 = 5th Saṃyutta first sutta an8.64 = book of 8's 64th sutta
bn: আপনি হুবহু সূত্রের নাম অথবা সূত্রের সংক্ষিপ্তরূপ দিয়ে খুঁজতে পারবেন। উদহারণস্বরূপ : dn30 = দীর্ঘনিকায়ের ৩০তম সূত্র nm118 = মধ্যমনিকায়ের ১১৮তম সূত্র sn5.1 = সংযুক্তনিকায় ৫ম খণ্ডের ১ম সূত্র an8.64 = অঙ্গুত্তরনিকায় ৮ম খণ্ডের ৬৪তম সূত্র
hi: आप सुत्ता नाम से या शॉर्टहैंड सुत्ता द्वारा खोज सकते हैं। notation Examples: dn30 = Dīgha Nikāya 30th sutta nm118 = Majjhima Nikāya 118th sutta sn5.1 = 5th Saṃyutta first sutta an8.64 = book of 8's 64th sutta
it: Puoi cercare per nome del suttaṃ o una sua notazione stenografica Esempi: dn30 = Dīgha Nikāya trentesimo suttaṃ nm118 = Majjhima Nikāya centodiciottesimo suttaṃ sn5.1 = Quinto Saṃyutta primo suttaṃ an8.64 = libro degli otto sessantaquattresimo suttaṃ
km: អ្នកអាចស្រាវជ្រាវដោយឈ្មោះ​ ព្រះសូត្រ រឺ ដោយការចំណាំឈ្មោះព្រះសូត្រជាអក្សរកាត់ ឧទាហរណ៍: dn30 = Dīgha Nikāya 30th sutta nm118 = Majjhima Nikāya 118th sutta sn5.1 = 5th Saṃyutta first sutta an8.64 = book of 8's 64th sutta
lo: ທ່ານອາດຄົ້ນຫາດ້ວຍຊື່ຫຼືເລກຫົວຂໍ້ຂອງພຣະສູຕ ຕົວຢ່າງ: dn30 = ທີຄະນິກາຍພຣະສູຕທີ 30 nm118 = ມັຊຊິມະນິກາຍພຣະສູຕທີ 118 sn5.1 = ພຣະສູຕທໍາອິດຂອງສັງຍຸຕຕະນິກາຍວັຄທີ໌5 an8.64 = ພຣະສູຕທີ64 ອັງຄຸຕຕະຣະນິກາຍ ໝວດ8
my: သုတ်အမည် (သို့) မဟုတ် သုတ်သင်္ကေတဖြင့် ရှာနိုင်ပါသည်။ ဥပမာ: dn30 = ဒီဃနိကာယ် ၃၀-ခုမြောက်သုတ် mn118 = မဇ္ဈိမနိကာယ် ၁၁၈-ခုမြောက်သုတ် sn5.1 = ၅-ခုမြောက်သံယုတ်တွင် ပထမဆုံးသုတ် an8.64 = အင်္ဂုတ္တိုရ် အဋ္ဌကနိပါတ ၆၄-ခုမြောက်သုတ်
ru: Вы можете искать по имени сутты или по ее краткому обозначению Например: dn30 вместо Dīgha Nikāya 30th sutta mn118 вместо Majjhima Nikāya 118th sutta sn5.1 вместо 5th Saṃyutta first sutta an8.64 вместо book of 8's 64th sutta
si: ඔබට සූත්‍ර නම හෝ කෙටි සූත්‍ර නම යොදා search කිරීමට හැක. උදාහරණ: dn30 = Dīgha Nikāya 30th sutta nm118 = Majjhima Nikāya 118th sutta sn5.1 = 5th Saṃyutta first sutta an8.64 = book of 8's 64th sutta
th: คุณสามารถค้นหาตามชื่อสูตรหรือตามบันทึกย่อของสูตร ตัวอย่าง: dn30 = Dīgha Nikāya สูตรที่ 30 mn118 = Majjhima Nikāya สูตรที่ 118 sn5.1 = สูตรที่ 5 ของ Saṃyutta ครั้งแรก an8.64 = หนังสือของ 8 สูตรที่ 64
vi: Tìm bằng tên hay viết tắt tên Kinh Thí dụ: dn30 = Dīgha Nikāya 30th sutta m118 = Majjhima Nikāya 118th sutta sn5.1 = 5th Saṃyutta first sutta an8.64 = book of 8's 64th sutta
zh: 您能找Sutta名或短名 比如: dn30 = Dīgha Nikāya 30th sutta nm118 = Majjhima Nikāya 118th sutta sn5.1 = 5th Saṃyutta first sutta an8.64 = 书 8's 64th sutta

source: Help, About, Etc.
bn: সহায়তা, সম্বন্ধে, ইত্যাদি
hi: मदद करें, के बारे में, आदि।
it: Aiuto, Informazioni, Ecc.
km: ជំនួយ, អំពី, ជាដើម.
lo: ຊ່ວຍເຫຼືອ, ກ່ຽວກັບ, ແລະອື່ນໆ.
my: အကူအညီ၊ အကြောင်းအရာ စသည်
ru: Помощь, О приложении, и пр.
si: උදව්, අපගැන, ආදී.
th: ช่วยเหลือ, เกี่ยวกับ, ฯลฯ
vi: Trợ giúp, Giới thiệu v.v.
zh: 帮助, 关于, 等等.

source: OK
bn: ঠিক আছে
hi: ठीक है
it: Va bene
km: យល់ព្រម
lo: ຕົກລົງ
my: အိုကေ
si: හරි
th: ตกลง
zh: 行

source: Alert
bn: সতর্কতা
hi: सतर्क
lo: ເຕືອນ
my: သတိပေးသည်
ru: Внимание
si: අවධානය (Alert)
th: แจ้งเตือน
vi: Cảnh báo
zh: 警觉

# pleaseCloseRestart
source: Please close TPR and launch the app again.
bn: দয়া করে TPR অ্যাপটি বন্ধ করে আবার চালু করুন
hi: कृपया टीपीआर बंद करें और ऐप को फिर से लॉन्च करें
it: Chiudi l’applicazione e riaprila.
km: បិទ TPR និង launch the app ម្តងទៀត
lo: ກະລຸນາປິດ TPR ແລະເຂົ້າໃໝ່ອີກຄັ້ງ.
my: ကျေးဇူးပြု၍တိပိဋကပါဠိဖတ်စာကိုပိတ်ပါ၊တိပိဋကပါဠိဖတ်စာအသစ်ပြန်စပါမယ်
ru: Пожалуйста закройте TPR и перезапустите приложение.
si: TPR යෙදවුම සම්පූර්ණයෙන් වසා දමා නැවත විවෘත කරන්න.
th: กรุณาปิด TPR และเปิดแอปอีกครั้ง.
vi: Vui lòng đóng TPR và khởi chạy lại ứng dụng.
zh: 清关关闭TPR,然后开TPR。

source: Reset Data
bn: রিসেট ডাটা
hi: फिर से लगानाडेटा
it: Ricomponi i dati
km: រៀបទិន្នន័យឡើងវិញ
lo: ຕັ້ງຂໍ້ມູນຄືນໃໝ່
my: အချက်အလက်များကို အကုန်ဖျက်ပြီး အသစ်ပြန်သွင်း
ru: Перезагрузить данные
si: දත්ත Reset කරන්න
th: รีเซ็ตข้อมูล
vi: Đặt lại dữ liệu
zh: 请领资料

# areYouSureReset
source: Are you sure you want to reset all settings and histories?
bn: আপনি কি নিশ্চিত যে, সমস্ত সেটিংস এবং ইতিহাস পুনরায় সেট করতে চান?
hi: क्या आप वाकई सभी सेटिंग्स और इतिहास रीसेट करना चाहते हैं?
it: Sei sicuro(a) di voler ricomporre tutte le impostazioni e le storie?
km: តើអ្នកចង់រៀបឡើងវិញនូវ settings and histories​ទាំងអស់រឺ?
lo: ທ່ານໝັ້ນໃຈບໍວ່າທ່ານຕ້ອງການຕັ້ງຄ່າແລະປະຫວັດການຄົ້ນຫາຄືນໃໝ່?
my: အကုန်ဖျက်ပြီး အသစ်ပြန်သွင်းရန် သေချာပါသလား
ru: Вы уверены, что хотите перезапустить все настройки и историю?
si: ඔබට සැකසුම් සහ history Reset කිරීමට අවශ්‍ය ද?
th: คุณแน่ใจหรือไม่ว่าต้องการรีเซ็ตการตั้งค่าและประวัติทั้งหมด?
vi: Bạn có chắc chắn muốn đặt lại tất cả các cài đặt và lịch sử không?
zh: 你删除全setting和历史，确定吗？

# wordSplit
source: Digital Pāḷi Dictionary
bn: ডিজিটাল পাল়ি ডিক্সশনারি
hi: डिजिटल पाली शब्दकोश
km: បំបែកពាក្យ
lo: ແຍກຄໍາ
my: စကားလုံးအုပ်စုခွဲ
ru: Разделить слова
si: සන්ධි බෙදීම
th: พจนานุกรม Pāḷi ดิจิทัล
vi: Từ điển Pāḷi số
zh: 数码 Pāḷi 词典
