Repository: garibafdo/tpr_lib
Catalog: l10n/app_*.arb
Languages: bn, hi, it, km, lo, my, ru, si, th, vi, zh

# copyingStatus
source: Please wait for initial setup to complete. This may take a few minutes If the status does not change for 60 seconds, please hit the reset button and restart.
bn: অনুগ্রহ করে অপেক্ষা করুন, ডাটাবেস অনুলিপি হচ্ছে। এটা কিছুটা সময় নিবে।
hi: कृपया प्रारंभिक सेटअप के पूरा होने की प्रतीक्षा करें.nइसमें कुछ मिनट लग सकते हैं/nयदि स्थिति 60 सेकंड तक नहीं बदलती है, तो कृपया रीसेट बटन दबाएं और पुनरारंभ करें.
it: Attendere il completamento della configurazione iniziale. Possono volerci alcuni minuti Se lo stato non cambia per 60 secondi, premere il bottone di ricomposizione e riavviare.
km: សូមរង់ចាំ initial setup រួចរាល់. ដំណើរការអាចប្រើប្រាស់២រឺ៣នាទី ប្រសិនបើស្ថានភាពមិនផ្លាស់ប្តូររយៈពេល ៦០វិនាទី, សូមចុច the reset button and restart.
lo: ກະລຸນາລໍຖ້າການຕິດຕັ້ງເບື້ອງຕົ້ນໃຫ້ສໍາເລັດ. ການດໍາເນີນການນີ້ອາດໃຊ້ເວລາໄລຍະໜຶ່ງ ຖ້າສະຖານະບໍ່ປ່ຽນແປງເປັນເວລາ 60 ວິນາທີ, ກະລຸນາກົດປຸ່ມຕັ້ງຄືນໃໝ່ແລະດໍາເນີນການໃໝ່.
my: ကျေးဇူးပြု၍ခေတ္တစောင့်ပါ၊ မိနစ်အနည်းငယ်ကြာပါမည်၊ အချက်အလက်ထည့်သွင်းမှု ရပ်တန့်နေက အကုန်ချက်ပြီးအသစ်ပြန်သွင်း(reset) ခလုတ်ကို နှိပ်ပါ။
ru: Пожалуйста, дождитесь копирования базы данных Это может занять несколько минут
si: පළමු සකස්වීමට මිනිත්තු කිහිපයක් ගතවිය හැකි බැවින් මොහොතක් රැඳී සිටින්න. කිසිදු වෙනස්කමක් සිදු නොවුවහොත් පමණක් Reset button එක press කර නැවත ආරම්භ කරන්න.
th: โปรดรอจนกว่าการตั้งค่าเริ่มต้นจะเสร็จสิ้น. อาจใช้เวลาหลายนาที หากสถานะไม่เปลี่ยนแปลงเป็นเวลา 60 วินาที, โปรดกดปุ่มรีเซ็ตและเริ่มต้นใหม่.
vi: Vui lòng chờ để hoàn thành cài đặt ban đầu. Quá trình này có thể mất vài phút Nếu trạng thái không thay đổi trong 60 giây, vui lòng nhấn nút đặt lại và khởi động lại.
zh: 请等一下，设为初步做完。 这可能需要几分钟。 如果这状况没有回应60秒内, 请您打reset 按钮，重启。

# about_info
source: We strive to make the best Pāḷi reading app ever made using with Flutter with a SQLite database. TPR is available in Windows, MacOS, Linux, iOS, and Android. The Digital Pāḷi Dictionary is used for word splits, and ships with the DPD and DPD Grammar. DPD was created by Ven Bodhirasa as Creative Commons license. The ​DPD website is here: https://digitalpalidictionary.github.io/ . We owe many thanks to this venerable because a good dictionary and splitter makes or breaks a good Pāḷi reader. His work is ongoing and you can update with the updated extensions. Most of the TPR code was written by Venerable Pandazza while I did most of the project management with some minor code additions and bug fixes. Sumbodhi (Bulgaria) is our part time volunteer consultant who does various challenging tasks. The PEU (Pāḷi English Ultimate) Is a translated version of the abbreviated Pāli Myanmar Abhidhān Dictionary. This is an ongoing project translated by humans and Google. There are 200,457 entries with 118,376 translated by humans. It is quite useful to help you get the meaning of some difficult words not found in any other dictionary. You can create issues and request features on the github website https://github.com/bksubhuti/tipitaka-pali-reader/issues , The Pāḷi is claimed to be copyright by VRI as cc-by-nc-attrib, The logo uses 3 books which was modified and used with permission by Michael Backman of www.michaelbackmanltd.com . The Lao Font called LaoPaliRegular.ttf was created and copyrighted by Ven Jayasaro which was modified from a Google Font. Both are free to use. Download was from https://drive.google.com/drive/folders/1r-RfuoiMl1YwGk-0PD0g4VsAiRMOf0QG any license info is there. MD File Icon Attrib https://www.vecteezy.com/free-vector/md
bn: পাল়ি পড়ার জন্য এখন পর্যন্ত যতগুলো অ্যাপ বানানো হয়েছে সেগুলোর মধ্যে এটি সবচেয়ে সেরা অ্যাপ হিসেবে রূপ দেয়ার প্রচেষ্টা করা হয়েছে। এটি করার জন্য প্রোগ্রামিং ল্যাঙ্গুয়েজ হিসেবে SQLite ডেইটাবেইসের সাথে Flutter নামে একটি নতুন ল্যাঙ্গুয়েজ বেছে নেয়া হয়েছে। আগের সংস্করণের (versions) তুলনায় এ সংস্করণে বিরাট পরিবর্তন আনা হয়েছে। যারফলে নিঃসন্দেহে এটি আরো বেশি ব্যবহার উপযোগী হবে। অ্যাপটির ডেস্কটপ সংস্করণ জানুয়ারী ২০২৩ সালের মধ্যে প্রস্তুত হবে বলে আশা করা হচ্ছে। এটি হবে ক্রিয়েটিভ কমন্স লাইসেন্সের অধীনে শ্রদ্ধেয় বোধিরাসা ভন্তের বানানো ডিজিটাল পাল়ি অভিধান সংস্করণ, যা ২০২২ সালে সেপ্টেম্বরে বানানো হয়েছিল। এখানে DPD ওয়েবসাইটটি দেয়া হলো: https://digitalpalidictionary.github.io/ অনুমতি দেয়ার পাশাপাশি ফরম্যাট করা ডেটা প্রদানের জন্য আমরা শ্রদ্ধেয় ভন্তেকে অশেষ কৃতজ্ঞতা ও অসংখ্য ধন্যবাদ জানাচ্ছি। তাঁর কাজ এখনো চলমান রয়েছে এবং আমরাও পরিকল্পনা নিয়েছি এ অভিধানটি মূল অ্যাপ্লিকেশন আপগ্রেড ছাড়াই একটি অভিধান আপডেটার বানাবো। বেশিরভাগ কোডই শ্রদ্ধেয় পন্দাজ্জ ভন্তে লিখে দিয়েছেন। শুধু অধিকাংশ সময় প্রজেক্ট পরিচালনা করতে গিয়ে আমি কিছু কোড যুক্ত করেছি মাত্র। PEU (Pāḷi English Ultimate) মানে হচ্ছে সংক্ষিপ্ত পালি মায়ানমার অভিধানের একটি অনুদিত সংস্করণ। এটি একটি চলমান প্রকল্প যা মানুষ এবং Google দ্বারা অনুবাদ করা হয়েছে৷ সেখানে ১,৬৮,০০০ (এক লক্ষ আটষট্টি হাজার) শব্দ সংগ্রহ করা হয়েছে; যার মধ্যে ৭২,০০০ হাজার শব্দ মানুষের দ্বারা অনুবাদ করা হয়েছে। অন্য কোন অভিধানে পাওয়া যায় না এমন কিছু কঠিন শব্দের অর্থ খুঁজে পেতে এটি বেশ কার্যকর। কোনো ভুলত্রুটি দৃষ্টিগোচর হলে এবং নতুন ফিচারের জন্য আপনি গিটহাব ওয়েবসাইটে গিয়ে আমাকে অনুরোধ করতে পারবেন। আমি গিটহাবে আছি https://github.com/bksubhuti/tipitaka-pali-reader/issues পাল়ি টেক্সগুলো VRI কপিরাইটের অন্তর্ভূক্ত, লোগো বইটি কিছুটা পরিবর্তিত, যা ইন্টারনেটের ছবি, বুদ্ধঘোষ বা আজান জয়সারো ইউটিউব থেকে নেয়া।
hi: हम SQLite डेटाबेस के साथ फ़्लटर का उपयोग करके अब तक का सबसे अच्छा पाडी रीडिंग ऐप बनाने का प्रयास करते हैं। टीपीआर विंडोज़, मैकओएस, लिनक्स, आईओएस और एंड्रॉइड में उपलब्ध है। डिजिटल पाडी डिक्शनरी का उपयोग शब्द विभाजन के लिए किया जाता है, और डीपीडी और डीपीडी व्याकरण के साथ जहाज। डीपीडी को वेन बोधिरासा द्वारा क्रिएटिव कॉमन्स लाइसेंस के रूप में बनाया गया था। डीपीडी वेबसाइट यहां है: https://digitalpalidictionary.github.io/। हम इस आदरणीय को बहुत धन्यवाद देते हैं क्योंकि एक अच्छा शब्दकोश और स्प्लिटर एक अच्छा पाडी रीडर बनाता या तोड़ता है। उसका काम जारी है और आप अद्यतन एक्सटेंशन के साथ अपडेट कर सकते हैं। अधिकांश टीपीआर कोड आदरणीय पांडाज़ा द्वारा लिखे गए थे, जबकि मैंने कुछ मामूली कोड परिवर्धन और बग फिक्स के साथ अधिकांश प्रोजेक्ट प्रबंधन किया था। सुबोधि ( बुल्गारिया) हमारा अंशकालिक स्वयंसेवक सलाहकार है जो विभिन्न चुनौतीपूर्ण कार्य करता है। पीईयू (पाडी इंग्लिश अल्टीमेट) संक्षिप्त पाली म्यांमार अभिधान शब्दकोश का अनुवादित संस्करण है। यह मानव और Google द्वारा अनुवादित एक चालू परियोजना है। इसमें 200,457 प्रविष्टियाँ हैं जिनमें से 118,376 का मनुष्यों द्वारा अनुवाद किया गया है। यह किसी अन्य शब्दकोश में नहीं पाए जाने वाले कुछ कठिन शब्दों के अर्थ जानने में आपकी मदद करने के लिए काफी उपयोगी है। आप जीथब वेबसाइट https://github.com/bksubhuti/tipitaka-pali-reader/issues पर मुद्दे बना सकते हैं और सुविधाओं का अनुरोध कर सकते हैं, Pāḷi को cc-by-nc-attrib के रूप में VRI द्वारा कॉपीराइट होने का दावा किया जाता है, लोगो का उपयोग करता है 3 पुस्तकें जिन्हें www.michaelbackmanltd.com के माइकल बैकमैन की अनुमति से संशोधित और उपयोग किया गया था। LaoPaliRegular.ttf नामक लाओ फॉन्ट को वेन जयसारो द्वारा बनाया और कॉपीराइट किया गया था जिसे Google फ़ॉन्ट से संशोधित किया गया था। दोनों का उपयोग निःशुल्क है। डाउनलोड https://drive.google.com/drive/folders/1r-RfuoiMl1YwGk-0PD0g4VsAiRMOf0QG से था, किसी भी लाइसेंस की जानकारी है। एमडी फ़ाइल आइकन विशेषता https://www.vecteezy.com/free-vector/md
it: Cerchiamo di fare la migliore applicazione di sempre per leggere i testi pāḷi impiegando Flutter con una base dati SQLite. Questa applicazione è disponibile in Windows, MacOS, Linux, iOS e Android. Il Digital Pāḷi Dictionary (DPD) è usato per decomporre le parole ed è distribuito con DPD e DPD Grammar. Il DPD è stato creato dal longevo Bodhirasa sotto licenza “Creative Commons”. Il ​sito del DPD è il seguente: https://digitalpalidictionary.github.io/ . Ringraziamo sentitamente questo Longevo poiché un buon dizionario e decompositore fa la qualità di un buon lettore di testi pāḷi. Il suo lavoro è in corso e puoi aggiornare con le estensioni di aggiornamento. La maggior parte del codice di questa applicazione è stata scritta dal longevo Pandazza mentre io mi sono occupato della maggior parte della gestione aggiungendo poco al codice e correggendo imperfezioni. Sumbodhi (Bulgaria) è il nostro consulente volontario a tempo parziale che compie alcuni ardui cómpiti. Il PEU (Pāḷi English Ultimate) è una versione tradotta del dizionario conciso Pāli Myanmar Abhidhān. Questo è uin progetto in corso tradotto da esseri umani e Google. Ci sono 200.457 lemmi, di cui 118.376 tradotti da esseri umani. È molto utile per comprendere il significato di alcuni difficili termini che non si ritrovano in nessun altro dizionario. Puoi segnalare un problema e richiedere accessorî sul sito di github https://github.com/bksubhuti/tipitaka-pali-reader/issues , I diritti per i testi pāḷi sono detenuti dal VRI, Il logo del libro è un’immagine modificata presa dalla Rete, Buddhaghosa o ajahn Jayaysaro youtube. La fonte Lao di nome LaoPaliRegular.ttf è stata creata dal longevo Jayasaro che ne detiene i diritti ed è stata modificata a partire da una fonte Google. Entrambi possono essere utilizzati gratuitamente. Scaricato da https://drive.google.com/drive/folders/1r-RfuoiMl1YwGk-0PD0g4VsAiRMOf0QG ove si possono trovare le informazioni sulla licenza. MD File Icon Attrib https://www.vecteezy.com/free-vector/md
km: យើងព្យាយាមបង្កើតអោយបានល្អនូវ Pāḷi reading app ever made using with Flutter with a SQLite database. TPR គឺអាចប្រើបាននៅក្នុង Windows, MacOS, Linux, iOS, and Android. The Digital Pāḷi​ វចនានុក្រម គឺត្រូវបានប្រើសម្រាប់ការបំបែកពាក្យ, and ships with the DPD and DPD Grammar. DPD បានបង្កើតឡើងដោយ Ven Bodhirasa as Creative Commons license. The ​DPD វ៉េបសាយ​ គឺនៅទីនេះ​ : https://digitalpalidictionary.github.io/ . We owe many thanks to this venerable because a good dictionary and splitter makes or breaks a good Pāḷi reader. His work is ongoing and you can update with the updated extensions. Most of the TPR code was written by Venerable Pandazza while I did most of the project management with some minor code additions and bug fixes. Sumbodhi (Bulgaria) is our part time volunteer consultant who does various challenging tasks. The PEU (Pāḷi English Ultimate) Is a translated version of the abbreviated Pāli Myanmar Abhidhān Dictionary. This is an ongoing project translated by humans and Google. There are 200,457 entries with 118,376 translated by humans. It is quite useful to help you get the meaning of some difficult words not found in any other dictionary. You can create issues and request features on the github website https://github.com/bksubhuti/tipitaka-pali-reader/issues , The Pāḷi is claimed to be copyright by VRI, The logo book is modified internet picture, Buddhaghosa or ajahn Jayaysaro youtube.
lo: ພວກເຮົາພະຍາຍາມສ້າງແອັບອ່ານບາລີທີ່ດີທີ່ສຸດທີ່ເຄີຍມີມາໂດຍການນຳໃຊ້ Flutter with a SQLite database. TPR ມີໃຊ້ໃນລະບົບປະຕິບັດການ Windows, MacOS, Linux, iOS, and Android. ພົຈຈະນານຸກົມດິຈິຕອລບາລີຖືກນໍາໃຊ້ເພື່ອແຍກຄໍາ, ພ້ອມດ້ວຍໄວຍາກອນ DPD and DPD . DPD ສ້າງຂຶ້ນໂດຍ Ven Bodhirasa ໂດຍອະນຸຍາດໃຫ້ນໍາໃຊ້ທົ່ວໄປ. ເວັບໄຊທ໌ຂອງ ​DPD ແມ່ນ: https://digitalpalidictionary.github.io/ . ພວກເຮົາຮູ້ສຶກຂອບໃຈຢ່າງຍິ່ງຕໍ່ພຣະອາຈານເພາະວ່ານີ້ເປັນພົຈຈະນານຸກົມທີ່ດີທີ່ສາມາດຊ່ວຍໃຫ້ເກີດແອັບອ່ານບາລີທີ່ດີໄດ້. ຜົນງານດັ່ງກ່າວຂອງພຣະອາຈານຍັງຄົງດໍາເນີນຢູ່ແລະສາມາດອັບເດດໄດ້ດ້ວຍສ່ວນຂະຫຍາຍການອັບເດດ. ໂຄດສ່ວນຫຼາຍຂອງ TPR ຂຽນໂດຍ Venerable Pandazza ສ່ວນຂ້າພະເຈົ້າຮັບຜິດຊອບໃນສ່ວນຂອງການຈັດການແຜນງານແລະຂຽນໂຄດເລັກນ້ອຍພ້ອມທັງແກ້ໄຂຂໍ້ບົກຜ່ອງ. Sumbodhi (Bulgaria) ແມ່ນອາສາສະໝັກໃຫ້ຄໍາປຶກສາບາງຄັ້ງຄາວເຊິ່ງໄດ້ແກ້ຊ່ວຍໄຂຂໍ້ຫຍຸ້ງຍາກຫຼາຍໆຢ່າງ. The PEU (Pāḷi English Ultimate) ແມ່ນເວີເຊິນແປຂອງພົຈຈະນານຸກົມບາລີອະພິທານສະບັບຫຍໍ້ຂອງມຽນມາ. ນີ້ແມ່ນໂຄງການທີ່ຍັງດໍາເນີນການຢູ່ເຊິ່ງແປໂດຍຄົນແລະກູເກິລ. ມີຜູ້ເຂົ້ານໍາໃຊ້ຈໍານວນ 200,457 ຄົນ ແປໂດຍຄົນ 118,376 ຄໍາ. ມັນຂ້ອນຂ້າງເປັນປະໂຫຍດແກ່ທ່ານໃນການຄົ້ນຫາຄວາມໝາຍຂອງຄໍາສັບທີ່ຍາກທີ່ບໍ່ສາມາດພົບເຫັນໃນພົຈຈະນານຸກົມອື່ນໆ. ທ່ານສາມາດສ້າງອິສຊູແລະຂໍຟີເຈີທີ່ເວັບໄຊກິທຮັບນີ້ https://github.com/bksubhuti/tipitaka-pali-reader/issues , ພາສາບາລີສະບັບນີ້ແມ່ນເປັນລິຂະສິທຂອງ VRI, ກາສັນຍະລັກຂອງໜັງສືແມ່ນດັດແປງມາຈາກພາບອິນເຕີເນັດ, Buddhaghosa or ajahn Jayaysaro youtube.
my: ကျမ်းစာများ ပါဠိ၊ အဋ္ဌကထာ၊ ဋီကာ နှင့် အခြား ပိဋကတ်ဆိုင်ရာ ကျမ်းစာများ ပါဝင်ပါသည်။ စာရှာ ယူနီကုဒ်အသုံးပြု၍ ရှာနိုင်ပါသည်။ ( ဇော်ဂျီဖြင့် မရပါ။ ) ပုဒ်တပုဒ်တည်းသာ မကဘဲ နှစ်ပုဒ်တွဲအားဖြင့်လည်း ရှာနိုင်ပါသည်။ (သုံးပုဒ်တွဲနှင့်အထက် မရသေးပါ။) တပုဒ်တည်း ရှာဖွေရာအခါ၌ လမ်းညွှန်ပုဒ်များ ( suggestion words ) ကို ပြသပေးပါလိမ့်မည်။ အဘိဓာန်ကြည့် စကားလုံးပေါ်ထောက်၍ "အဘိဓာန်ကြည့်ရှုနိုင်ပါသည်။" ပကတိပုဒ်ရင်းကို အမှန်အတိုင်း မှန်းမဆရ၍ မှားယွင်းစွာ ပြသနေပါက တည်ပုဒ်ကို ကိုယ်တိုင် ပြင်ဆင်၍ ကြည့်ရှုနိုင်ပါသည်။
ru: Мы стремимся создать лучшее приложение для чтения палийских текстов, с помощью языка программирования Flutter и базы данных SQLite. Приложение TPR доступно на Windows, MacOS, Linux, iOS, and Android. Для разделения слов используется словарь Digital Pāḷi Dictionary и поставляется с грамматикой DPD. Этот словарь был разработан досточтимым Бодхирасой на основе лицензии Creative Commons. Здесь вы найдете сайт DPD https://digitalpalidictionary.github.io/. мы премного благодарны досточтимому, потому как именно хороший словарь и разделитель слов делают приложение для чтения палийских текстов хорошим или плохим. Он все еще работает над улучшением, поэтому, чтобы иметь последнюю версию словаря, обновляйте расширения. Большая часть кода нашего приложения была написана досточтимым Пандаззой, в то время как я по большей части занимался менеджментом, с небольшими добавлениями в код и исправлением ошибок. Сумбодхи (Болгария) наш волонтер, выполняющий различные непростые задачи. PEU (Pāḷi English Ultimate) является переведенной версией сокращенного словаря Pāli Myanmar Abhidhān. Это развивающийся проект, переводы выполняются людьми вручную и с помощью Google. В нем 200457 статей, из которых 118376 переведены вручную. Он довольно полезен для сложных слов и понятий, которых нет в других словарях. Вы можете сообщать об ошибках или запрашивать доработки через github https://github.com/bksubhuti/tipitaka-pali-reader/issues. Права на латинскую версию палийских текстов принадлежат VRI, логотип это изменённая картинка взятая из интернета, на одном из ютуб каналов Буддхагоса или аджан Джаясаро. Лаосский шрифт LaoPaliRegular.ttf был создан и права на него принадлежат досточтимому Джаясаро, который является модификацией шрифта Google. Оба в свободном доступе. Здесь вы можете скачать и узнать информацию о правах ttps://drive.google.com/drive/folders/1r-RfuoiMl1YwGk-0PD0g4VsAiRMOf0QG
si: අප ඔබ වෙනුවෙන් හොඳම පාලි යෙදවුම සකස් කිරීමට වෙහෙසෙමු. මෙය නිර්මාණයට Flutter සහ SQLite database යොදාගෙන ඇත. TPR යෙදවුම Windows, MacOS, Linux, iOS, යන Android පද්ධති තුළ භාවිත කර හැක. Digital Pāḷi Dictionary යොදාගෙන සන්ධි වෙන් කිරීම් කර ඇත, එයට DPD සහ DPD Grammar උදව් කරගෙන ඇත. DPD, Ven Bodhirasa හිමි විසින් Creative Commons license යටතේ නිදහස් කර පවතී. DPD වෙබ් පිටුව මෙහි ඇත: https://digitalpalidictionary.github.io/ . අපි එම හිමියන් වෙනුවෙන් බලවත් කෘතඥතාව පළ කරමු. මෙහි පරිගණක කේත බහුතරය Venerable Pandazza විසින් කේතගත කර ඇත. මා විසින් මෙහි මෙන්ම කුඩා කේතගත කිරීම් සහ bug fixes කර ඇත. Sumbodhi (Bulgaria) හිමිද මේ සඳහා නන් අයුරින් කේතගත කිරීමට දායක වී ඇත. The PEU (Pāḷi English Ultimate) ශබ්ධ කෝෂය Pāli Myanmar Abhidhān Dictionary හි පරිවර්තනයකි. මෙම පරිවර්තනයන් තවදුරටත් සිදු කරමින් පවතී. මෙහි 200,457 පරිවර්තනයන් අතරින් 118,376 ශ්‍රම දායකත්වයෙන් කර ඇත. මෙම යෙදවුම සම්බන්ධයෙන් ඉල්ලීම් කිරීමට https://github.com/bksubhuti/tipitaka-pali-reader/issues වෙත පිවිසෙන්න, The Pāḷi is claimed to be copyright by VRI, The logo book is modified internet picture, Buddhaghosa හෝ ajahn Jayaysaro youtube. The Lao Font LaoPaliRegular.ttf යන Lao Font එක Ven Jayasaro හිමි විසින් සකසන ලදී. භාගත කිරීම https://drive.google.com/drive/folders/1r-RfuoiMl1YwGk-0PD0g4VsAiRMOf0QG හරහා සිදු කරන ලදී.
th: เราพยายามทำแอปอ่าน Pāḷi ที่ดีที่สุดที่เคยมีมาด้วย Flutter กับฐานข้อมูล SQLite. TPR สามารถใช้ได้ใน Windows, MacOS, Linux, iOS และ Android. พจนานุกรม Pāḷi ดิจิทัล (DPD) ถูกใช้สำหรับการแยกคำ, และมาพร้อมกับ DPD และ DPD Grammar. DPD ถูกสร้างขึ้นโดย Ven Bodhirasa ภายใต้ใบอนุญาต Creative Commons. เว็บไซต์ DPD อยู่ที่นี่: https://digitalpalidictionary.github.io/. เราต้องขอบคุณพระอาจารย์คนนี้มาก เพราะพจนานุกรมและตัวแยกคำที่ดีเป็นส่วนสำคัญของแอปอ่าน Pāḷi ที่ดี. งานของเขายังคงดำเนินต่อไปและคุณสามารถอัปเดตได้ด้วยส่วนขยายที่อัปเดต. รหัส TPR ส่วนใหญ่ถูกเขียนโดย Venerable Pandazza ในขณะที่ฉันทำการจัดการโครงการส่วนใหญ่พร้อมกับการเพิ่มโค้ดเล็กน้อยและการแก้ไขข้อบกพร่อง. Sumbodhi (Bulgaria) เป็นที่ปรึกษาอาสาสมัครพาร์ทไทม์ของเราที่ทำงานท้าทายต่างๆ. PEU (Pāḷi English Ultimate) เป็นเวอร์ชันที่แปลจากพจนานุกรม Pāḷi Myanmar Abhidhān ที่ย่อ. นี่เป็นโครงการแปลที่ดำเนินการโดยมนุษย์และ Google. มีรายการ 200,457 รายการ มีการแปลโดยมนุษย์ 118,376 รายการ. มันเป็นประโยชน์มากในการช่วยคุณให้เข้าใจคำที่ยากที่ไม่พบในพจนานุกรมอื่นๆ. คุณสามารถสร้างปัญหาและขอคุณสมบัติใหม่บนเว็บไซต์ github https://github.com/bksubhuti/tipitaka-pali-reader/issues, ลิขสิทธิ์ Pāḷi อ้างอิงโดย VRI ภายใต้ cc-by-nc-attrib, โลโก้ใช้ 3 หนังสือซึ่งถูกแก้ไขและใช้ด้วยการอนุญาตของ Michael Backman จาก www.michaelbackmanltd.com. แบบอักษร Lao ที่เรียกว่า LaoPaliRegular.ttf ถูกสร้างขึ้นและมีลิขสิทธิ์โดย Ven Jayasaro ซึ่งได้แก้ไขจาก Google Font. ทั้งคู่สามารถใช้ได้ฟรี. ดาวน์โหลดได้จาก https://drive.google.com/drive/folders/1r-RfuoiMl1YwGk-0PD0g4VsAiRMOf0QG ข้อมูลเกี่ยวกับใบอนุญาตอยู่ที่นั่น. ไอคอนไฟล์ MD จาก https://www.vecteezy.com/free-vector/md
vi: Chúng tôi nỗ lực để tạo ra ứng dụng đọc Pāḷi tốt nhất từng được tạo ra bằng Flutter với cơ sở dữ liệu SQLite. TPR có sẵn trên Windows, MacOS, Linux, iOS và Android. Từ điển Pāḷi số được sử dụng để chia từ, và đi kèm với DPD và DPD Grammar. DPD được tạo ra bởi Ven Bodhirasa theo giấy phép Creative Commons. Trang web DPD ở đây: https://digitalpalidictionary.github.io/. Chúng tôi rất biết ơn vị này vì một từ điển và bộ chia từ tốt tạo nên một người đọc Pāḷi tốt. Công việc của ông đang tiếp tục và bạn có thể cập nhật với các phần mở rộng được cập nhật. Phần lớn mã TPR được viết bởi Venerable Pandazza trong khi tôi làm hầu hết quản lý dự án cùng với một số bổ sung mã nhỏ và sửa lỗi. Sumbodhi (Bulgaria) là cố vấn tình nguyện part-time của chúng tôi, người thực hiện các nhiệm vụ thách thức khác nhau. PEU (Pāḷi English Ultimate) là phiên bản dịch của từ điển Pāḷi Myanmar Abhidhān rút gọn. Đây là một dự án đang tiếp tục được dịch bởi con người và Google. Có 200.457 mục với 118.376 được dịch bởi con người. Nó rất hữu ích để giúp bạn hiểu ý nghĩa của một số từ khó không tìm thấy trong bất kỳ từ điển nào khác. Bạn có thể tạo vấn đề và yêu cầu tính năng trên trang web github https://github.com/bksubhuti/tipitaka-pali-reader/issues, Pāḷi được cho là bản quyền bởi VRI, Sách logo được chỉnh sửa từ hình ảnh internet, Buddhaghosa hoặc ajahn Jayaysaro youtube. Phông chữ Lao được gọi là LaoPaliRegular.ttf đã được tạo và bản quyền bởi Ven Jayasaro đã được chỉnh sửa từ phông chữ Google. Cả hai đều miễn phí để sử dụng. Tải xuống từ https://drive.google.com/drive/folders/1r-RfuoiMl1YwGk-0PD0g4VsAiRMOf0QG bất kỳ thông tin giấy phép nào ở đó. MD File Icon Attrib https://www.vecteezy.com/free-vector/md
zh: 我们用了Flutter 和 SQ Database成为最好的 Pali于阅读 app。 TPR 能用 Windows, MacOS, Linux, iOS, and Android. The Digital Pāḷi Dictionary is used for word splits, and ships with the DPD and DPD Grammar. DPD was created by Ven Bodhirasa as Creative Commons license. The ​DPD website is here: https://digitalpalidictionary.github.io/ . We owe many thanks to this venerable because a good dictionary and splitter makes or breaks a good Pāḷi reader. His work is ongoing and you can update with the updated extensions. Most of the TPR code was written by Venerable Pandazza while I did most of the project management with some minor code additions and bug fixes. Sumbodhi (Bulgaria) is our part time volunteer consultant who does various challenging tasks. The PEU (Pāḷi English Ultimate) Is a translated version of the abbreviated Pāli Myanmar Abhidhān Dictionary. This is an ongoing project translated by humans and Google. There are 200,457 entries with 118,376 translated by humans. It is quite useful to help you get the meaning of some difficult words not found in any other dictionary. You can create issues and request features on the github website https://github.com/bksubhuti/tipitaka:pali:reader/issues , The Pāḷi is claimed to be copyright by VRI as cc:by:nc:attrib, The logo uses 3 books which was modified and used with permission by Michael Backman of www.michaelbackmanltd.com . The Lao Font called LaoPaliRegular.ttf was created and copyrighted by Ven Jayasaro which was modified from a Google Font. Both are free to use. Download was from https://drive.google.com/drive/folders/1r:RfuoiMl1YwGk:0PD0g4VsAiRMOf0QG any license info is there. MD File Icon Attrib https://www.vecteezy.com/free:vector/md

# aboutToCopy
source: About to copy database to your local Application folder Approximate Size (MB):
bn: আপনার লোকাল অ্যাপ্লিকেশন ফোল্ডারে ডাটাবেসটি অনুলিপি করতে চলেছে আনুমানিক সাইজ (এমবি):
hi: अपने nlocal अनुप्रयोग फ़ोल्डरn अनुमानित आकार (MB) में डेटाबेस की प्रतिलिपि बनाने के बारे में:
lo: ກ່ຽວກັບການກັອບປີຖານຂໍ້ມູນແກ່ທ່ານ ໂຟນເດີແອັບພລິເຄເຊິນພາຍໃນ ຂະໜາດໂດຍປະມານ (MB):
my: အပ်ဒိတ်ပြီးဆုံးရန်ခဏစောင့်ပါ၊မိနစ်အနည်းငယ်ကြာပါမည်၊အကယ်၍ ပြောင်းလဲမှုမရှိလျှင် အကုန်ချက်ပြီးအသစ်ပြန်သွင်း(reset) ခလုတ်နှိပ်ပြီးရီဆတ်လုပ်ပါ
ru: Идет копирование базы данных на ваше устройство в папку с приложением Примерный размер (MB):
si: Database එක සැකසීමට ඇත. ආසන්නව ප්‍රමාණය (MB):
th: กำลังจะคัดลอกฐานข้อมูลไปยัง โฟลเดอร์แอปพลิเคชันท้องถิ่นของคุณ ขนาดโดยประมาณ (MB):
vi: Sắp sao chép cơ sở dữ liệu vào thư mục Ứng dụng cục bộ của bạn Kích thước xấp xỉ (MB):
zh: 关于复制database为了您 本用程序文件 大概 (MB):

source: Finished copying
bn: কপি করা শেষ হয়েছে
hi: नकल समाप्त हुई
it: Finito di copiare
km: ការថតចម្លងបានបញ្ចប់
lo: ກັອບປີສໍາເລັດ
my: ကော်ပီကူးပြီးပါပြီ
ru: Копирование завершено
si: Copy කිරීම අවසානයි
th: การคัดลอกเสร็จสิ้น
vi: Hoàn thành việc sao chép
zh: 复制做好了

source: Building word list
bn: শব্দ তালিকা গঠন করা হচ্ছে
hi: शब्द सूची का निर्माण
it: Sto formando la lista delle parole
km: ការបង្កើតបញ្ជីពាក្យ
lo: ສ້າງບັນຊີຄໍາສັບ
my: အက္ခရာဝလိ တည်ဆောက်နေ
ru: Создание списка слов
si: සන්ධි පෙළ සකස් කරමින් පවතී
th: กำลังสร้างรายการคำ
vi: Xây dựng danh sách từ
zh: 建单词表

source: Finished building word list
bn: শব্দ তালিকা গঠন করা সমাপ্ত হয়েছে
hi: शब्द सूची का निर्माण पूरा हो गया है।t
it: Finito di formare la lista delle parole
km: ការបង្កើតបញ្ជីពាក្យបានបញ្ចប់
lo: ສ້າງບັນຊີຄໍາສັບສໍາເລັດ
my: အက္ခရာဝလိ တည်ဆောက်မှု ပြီးပါပြီ
ru: Создание списка слов завершено
si: සන්ධි පෙළ සකස් කිරීම අවසානයි
th: การสร้างรายการคำเสร็จสิ้น
vi: Hoàn thành xây dựng danh sách từ
zh: 建单词表做好了

source: Finished building indexes
bn: ইন্ডেক্সসমূহ গঠন হওয়া সমাপ্ত হয়েছে
hi: तैयार निर्माण अनुक्रमणिका।
it: Finito di formare gli indici
km: building indexesបានបញ្ចប់
lo: ສ້າງດັຊຊະນີສໍາເລັດ
my: အက္ခရာဝလိ(indices) တည်ဆောက်မှုပြီးပါပြီ
ru: Создание индексов завершено
si: දත්ත index කිරීම අවසානයි
th: การสร้างดัชนีเสร็จสิ้น
vi: Hoàn thành xây dựng chỉ mục
zh: 建索引做好了
