Repository: garibafdo/tpr_lib
Catalog: l10n/app_*.arb
Languages: bn, hi, it, km, lo, my, ru, si, th, vi, zh

# enterValidEmail
source: Please enter a valid email
bn: অনুগ্রহ করে একটি বৈধ ইমেইল লিখুন
hi: कृपया मान्य ईमेल दर्ज करें
it: Inserisci un'email valida
km: សូមបញ្ចូលអ៊ីម៉ែលដែលត្រឹមត្រូវ
lo: ກະລຸນາໃສ່ທີ່ຢູ່ອີເມວທີ່ຖືກຕ້ອງ
my: အက်တစ်ဖြစ်သော အီးမေးလ်သို့ဝင်ပါ
ru: Пожалуйста, введите верный адрес эл. почты
si: කරුණාකර වලංගු ඊමේල් එකක් ඇතුල් කරන්න
th: กรุณาใส่อีเมลที่ถูกต้อง
vi: Vui lòng nhập email hợp lệ
zh: 请输入有效的电子邮箱

source: Folder
bn: ফোল্ডার
hi: फ़ोल्डर
it: Cartella
km: ថត
lo: ໂຟນເດີ
my: ဖိုင်တဲွ
ru: Папка
si: ෆඉල් එක
th: โฟลเดอร์
vi: Thư mục
zh: 文件夹

source: Edit
bn: সম্পাদনা করুন
hi: संपादित करें
it: Modifica
km: កែសម្រួល
lo: ແກ້ໄຂ
my: တည်းဖြတ်ပါ
ru: Редактировать
si: නැවත හදන්න
th: แก้ไข
vi: Chỉnh sửa
zh: 编辑

source: Move To Folder
bn: ফোল্ডারের ভিতরে নিয়ে যান
hi: फ़ोल्डर में ले जाएँ
it: Sposta nella cartella
km: ផ្លាស់ទីទៅថត
lo: ຍ້າຍໄປຫາໂຟນເດີ
my: ဖိုင်တွဲသို့ ရွှေ့ ပါ
ru: Переместить в папку
si: ෆඉල් එකට ගෙන යන්න
th: ย้ายไปที่โฟลเดอร์
vi: Chuyển đến Thư mục
zh: 移动到文件夹

source: Enter new note
bn: নতুন নোট লিখুন
hi: नया नोट दर्ज करें
it: Inserisci nuova nota
km: បញ្ចូលកំណត់ត្រាថ្មី
lo: ເພີ່ມບັນທຶກໃຫມ່
my: မှတ်စုအသစ်ထည့်ပါ
ru: Введите новую заметку
si: අලුත් සටහනක් ඇතුලත් කරන්න
th: ใส่บันทึกใหม่
vi: Nhập ghi chú mới
zh: 输入新笔记

source: Edit Bookmark Note
bn: বুকমার্কের নোট সম্পাদনা
hi: बुकमार्क नोट संपादित करें
it: Modifica nota del segnalibro
km: កែសម្រួលកំណត់ចំណាំ
lo: ແກ້ໄຂບັນທຶກທີ່ບຸກມາກ
my: မှတ်စုကို တည်းဖြတ်ပါ
ru: Редактировать заметку закладки
si: බුක්මාර්ක් සටහන නැවත හදන්න කරන්න
th: แก้ไขบันทึกบุ๊คมาร์ค
vi: Chỉnh sửa Ghi chú Đánh dấu
zh: 编辑书签笔记

source: Edit Folder Name
bn: ফোল্ডারের নাম সম্পাদনা করুন
hi: फ़ोल्डर का नाम संपादित करें
it: Modifica nome cartella
km: កែសម្រួលឈ្មោះថត
lo: ແກ້ໄຂຊື່ໂຟນເດີ
my: ဖိုင်တွဲအမည်ကို တည်းဖြတ်ပါ
ru: Редактировать название папки
si: ෆඉල් එකේ නාමය නැවත හදන්න
th: แก้ไขชื่อโฟลเดอร์
vi: Chỉnh sửa Tên thư mục
zh: 编辑文件夹名称

source: Enter new folder name
bn: নতুন ফোল্ডারের নাম লিখুন
hi: नया फ़ोल्डर नाम दर्ज करें
it: Inserisci nuovo nome cartella
km: បញ្ចូលឈ្មោះថតថ្មី
lo: ປ້ອນຊື່ໂຟນເດີໃຫມ່
my: ဖိုင်တွဲအသစ်အမည်ထည့်ပါ
ru: Введите новое название папки
si: අලුත් ෆඉල් එකේ නාමය ඇතුලත් කරන්න
th: ใส่ชื่อโฟลเดอร์ใหม่
vi: Nhập tên thư mục mới
zh: 输入新文件夹名称

source: New Folder
bn: নতুন ফোল্ডার
hi: नया फ़ोल्डर
it: Nuova cartella
km: ថតថ្មី
lo: ໂຟນເດີໃຫມ່
my: ဖိုင်တွဲအသစ်
ru: Новая папка
si: අලුත් ෆඉලෙක
th: โฟลเดอร์ใหม่
vi: Thư mục mới
zh: 新建文件夹

source: Folder Name
bn: ফোল্ডারের নাম
hi: फ़ोल्डर का नाम
it: Nome cartella
km: ឈ្មោះថត
lo: ຊື່ໂຟນເດີ
my: ဖိုင်တွဲအမည်
ru: Название папки
si: ෆඉල් එකේ නාමය
th: ชื่อโฟลเดอร์
vi: Tên thư mục
zh: 文件夹名称

source: Create
bn: তৈরি করুন
hi: सृजन करें
it: Crea
km: បង្កើត
lo: ສ້າງ
my: ဖန်တီးပါ
ru: Создать
si: සාදන්න
th: สร้าง
vi: Tạo mới
zh: 创建

source: Create New Folder
bn: নতুন ফোল্ডার তৈরি করুন
hi: नया फ़ोल्डर बनाएँ
it: Crea nuova cartella
km: បង្កើតថតថ្មី
lo: ສ້າງໂຟນເດີໃຫມ່
my: ဖိုင်တွဲအသစ်ဖန်တီးပါ
ru: Создать новую папку
si: අලුත් ෆඉල් එකක් සාදන්න
th: สร้างโฟลเดอร์ใหม่
vi: Tạo Thư mục mới
zh: 创建新文件夹

source: Confirm Delete
bn: মোছার নিশ্চিতকরণ
hi: हटाने की पुष्टि करें
it: Conferma eliminazione
km: បញ្ជាក់ការលុប
lo: ຢືນຢັນການລຶບ
my: ဖျက်မည်ကို အတည်ပြုပါ
ru: Подтвердите удаление
si: මකා දැමීම තහවුරු කරන්න
th: ยืนยันการลบ
vi: Xác nhận xóa
zh: 确认删除

# areYouSureDelete
source: Are you sure you want to delete this item?
bn: এটি মুছে ফেলার জন্য আপনি কি নিশ্চিত?
hi: क्या आप वाकई इस आइटम को हटाना चाहते हैं?
it: Sei sicuro di voler eliminare questo elemento?
km: តើអ្នកប្រាកដថាចង់លុបធាតុនេះឬ?
lo: ທ່ານແນ່ໃຈວ່າຕ້ອງການລຶບລາຍການນີ້ບໍ?
my: ဤအရာကို ဖျက်ဖို့သေချာပါသလား။
ru: Вы уверены, что хотите удалить этот элемент?
si: ඔබට මෙම මකා දැමීමට සහතිකද?
th: คุณแน่ใจหรือไม่ว่าต้องการลบรายการนี้?
vi: Bạn có chắc chắn muốn xóa mục này không?
zh: 您确定要删除这个项目吗？

source: Hide Scrollbars
bn: স্ক্রোলবার লুকান
hi: स्क्रॉलबार छुपाएँ
it: Nascondi barre di scorrimento
km: លាក់របាររំកិល
lo: ເຊື່ອງແຖບເລື່ອນ
my: စာရွက်လှည့်ဘားများကို ဖျောက်ပါ
ru: Скрыть полосы прокрутки
si: ස්ක්‍රොල් තීරු සඟවන්න
th: ซ่อนแถบเลื่อน
vi: Ẩn thanh cuộn
zh: 隐藏滚动条

source: DPD Settings
bn: DPD সেটিংস
hi: DPD सेटिंग्स
it: Impostazioni DPD
km: ការកំណត់ DPD
lo: ການຕັ້ງຄ່າ DPD
my: DPD ဆက်တင်များ
ru: Настройки DPD
si: DPD සැකසුම්
th: การตั้งค่า DPD
vi: Cài đặt DPD
zh: DPD 设置

source: Hide IPA
bn: IPA লুকান
hi: IPA छुपाएँ
it: Nascondi IPA
km: លាក់ IPA
lo: ເຊື່ອງ IPA
my: IPA ကို ဖျောက်ပါ
ru: Скрыть МФА
si: IPA සඟවන්න
th: ซ่อน IPA
vi: Ẩn IPA
zh: 隐藏 IPA

source: Hide Sanskrit
bn: সংস্কৃত লুকান
hi: संस्कृत छुपाएँ
it: Nascondi Sanscrito
km: លាក់សំស្ក្រឹត
lo: ເຊື່ອງພາສາສັນສະກິດ
my: သံသရာဘာသာကို ဖျောက်ပါ
ru: Скрыть санскрит
si: සංස්කෘත සඟවන්න
th: ซ่อนสันสกฤต
vi: Ẩn tiếng Phạn
zh: 隐藏梵文

# inflectionNoDataTitle
source: Inflection Not Found
bn: ইনফ্লেকশন ডেটা পাওয়া যায়নি
hi: रूपांतरण नहीं मिला
it: Flessone non trovato
km: រកមិនឃើញទម្រង់បំលែង
lo: ບໍ່ພົບຄໍາຜັນ
my: ပုံစံပြောင်းမှု မတွေ့ပါ
ru: Форма не найдена
si: විභක්ති දත්ත හමුවූයේ නැත
th: ไม่พบการผันคำ
vi: Không tìm thấy dạng biến tố
zh: 词形变化无数据标题

# inflectionNoDataMessage
source: Selected word has no data.
bn: নির্বাচিত শব্দের জন্য কোন ডেটা নেই
hi: चयनित शब्द के लिए कोई डेटा नहीं मिला।
it: Nessun dato per la parola selezionata.
km: ពាក្យដែលបានជ្រើសគ្មានទិន្នន័យទេ។
lo: ບໍ່ມີຂໍ້ມູນສໍາລັບຄໍາທີ່ເລືອກ
my: ရွေးချယ်ထားသော ဝေါဟာရအတွက် ဒေတာ မရှိပါ။
ru: Для выбранного слова нет данных.
si: තෝරාගත් වචනයට දත්ත නොමැත.
th: ไม่มีข้อมูลสำหรับคำที่เลือก
vi: Không có dữ liệu cho từ đã chọn
zh: 选定的词没有数据。

# checkingInternet
source: Checking Internet connection
bn: ইন্টারনেট সংযোগ পরীক্ষা করা হচ্ছে
hi: इंटरनेट कनेक्शन की जाँच हो रही है
it: Controllo della connessione Internet
km: កំពុងពិនិត្យការតភ្ជាប់អ៊ីនធឺណិត
lo: ກໍາລັງກວດສອບການເຊື່ອມຕໍ່ອິນເທີເນັດ
my: အင်တာနက် ချိတ်ဆက်မှုစစ်ဆေးနေသည်
ru: Проверка подключения к интернету
si: අන්තර්ජාල සම්බන්ධතාවය පරීක්ෂා කිරීම
th: กำลังตรวจสอบการเชื่อมต่ออินเทอร์เน็ต
vi: Đang kiểm tra kết nối Internet
zh: 正在检查网络连接

source: AI Settings
bn: এআই সেটিংস
hi: AI सेटिंग्स
it: Impostazioni AI
km: ការកំណត់ AI
lo: ການຕັ້ງຄ່າ AI
my: AI ဆက်တင်များ
ru: Настройки ИИ
si: AI සැකසුම්
th: การตั้งค่า AI
vi: Cài đặt AI
zh: AI 设置

# openRouterAiModel
source: OpenRouter Model
bn: OpenRouter এআই মডেল
hi: OpenRouter मॉडल
it: Modello OpenRouter
km: ម៉ូឌែល OpenRouter
lo: ໂມເດວ OpenRouter
my: OpenRouter မော်ဒယ်
ru: Модель OpenRouter
si: OpenRouter AI ආකෘතිය
th: โมเดล OpenRouter
vi: Mô hình OpenRouter
zh: OpenRouter AI 模型

# openRouterAiKey
source: OpenRouter key
bn: OpenRouter কী
hi: OpenRouter कुंजी
it: Chiave OpenRouter
km: សោរ OpenRouter
lo: ຄີ OpenRouter
my: OpenRouter စကားဝှက်ကီး
ru: Ключ OpenRouter
si: OpenRouter යතුර
th: คีย์ OpenRouter
vi: Khóa OpenRouter
zh: OpenRouter 密钥

source: key?
bn: কী?
hi: कुंजी?
it: Chiave?
km: សោរ?
lo: ຄີ?
my: စကားဝှက်ကီး?
ru: ключ?
si: යතුර
th: คีย์?
vi: Khóa?
zh: 密钥

source: Update Model List
bn: মডেল তালিকা আপডেট করুন
hi: मॉडल सूची अपडेट करें
it: Aggiorna elenco modelli
km: ធ្វើបច្ចុប្បន្នភាពបញ្ជីម៉ូឌែល
lo: ອັບເດດລາຍຊື່ໂມເດວ
my: မော်ဒယ်စာရင်း အပ်ဒိတ်လုပ်ပါ
ru: Обновить список моделей
si: ආකෘති ලැයිස්තුව යාවත්කාලීන කරන්න
th: อัปเดตรายชื่อโมเดล
vi: Cập nhật danh sách mô hình
zh: 更新模型列表

# customAiPromptLabel
source: Custom AI Prompt
bn: কাস্টম এআই প্রম্পট
hi: कस्टम AI प्रॉम्प्ट
it: Prompt AI personalizzato
km: ពាក្យបញ្ជា AI ផ្ទាល់ខ្លួន
lo: ຄໍາສັ່ງ AI ແບບກຳນົດເອງ
my: စိတ်ကြိုက် AI မေးခွန်း
ru: Пользовательский запрос ИИ
si: රිසිකරණය කළ AI විමසුම
th: พรอมต์ AI ที่กำหนดเอง
vi: Tùy chỉnh lời nhắc AI
zh: 自定义 AI 提示

# chooseAiPrompt
source: Choose a canned AI prompt
bn: একটি ক্যানড এআই প্রম্পট চয়ন করুন
hi: एक पूर्वनिर्धारित AI प्रॉम्प्ट चुनें
it: Scegli un prompt AI predefinito
km: ជ្រើសពាក្យបញ្ជា AI ដែលបានរៀបចំរួច
lo: ເລືອກຄໍາສັ່ງ AI ທີ່ກຽມໄວ້
my: အသုံးပြုရန် AI မေးခွန်း ရွေးပါ
ru: Выберите заранее подготовленный запрос ИИ
si: AI විමසුමක් තෝරන්න
th: เลือกพรอมต์ AI ที่เตรียมไว้
vi: Chọn lời nhắc AI có sẵn
zh: 选择一个预设的 AI 提示

# translatePaliLineByLine
source: Translate line by line
bn: লাইন বাই লাইন অনুবাদ করুন
hi: लाइन दर लाइन अनुवाद करें
it: Traduci riga per riga
km: បកប្រែតាមបន្ទាត់
lo: ແປແຕ່ລະແຖວ
my: 𑄝𑄣𑄨 𑄚𑄨𑄢𑄴 𑄘𑄧𑄇𑄴 𑄝𑄘𑄧𑄥𑄴
ru: Перевести по строкам
si: පේළිවලින් පරිවර්තනය
th: แปลแบบทีละบรรทัด
vi: Dịch từng dòng
zh: 逐行翻译巴利语

# translatePali
source: Translate the Pāḷi
bn: পালি অনুবাদ করুন
hi: पाऴि का अनुवाद करें
it: Traduci il pāḷi
km: បកប្រែបាលី
lo: ແປພາສາບາລີ
my: ပါဠိကို ဘာသာပြန်ပါ
ru: Перевести палийский
si: පාලි පරිවර්තනය
th: แปลภาษาบาลี
vi: Dịch Pāḷi
zh: 翻译巴利语

source: Explain grammar
bn: ব্যাকরণ ব্যাখ্যা করুন
hi: व्याकरण समझाएं
it: Spiega la grammatica
km: ពន្យល់វាក្យសម្ពន្ធ
lo: ອະທິບາຍຫຼັກໄວຍາກອນ
my: သဒ္ဒါsရှင်းပြပါ
ru: Объяснить грамматику
si: ව්‍යාකරණය පැහැදිලි
th: อธิบายไวยากรณ์
vi: Giải thích ngữ pháp
zh: 解释语法

# summarize
source: Summarize passage
bn: প্যাসেজ সারসংক্ষেপ করুন
hi: अनुच्छेद का सारांश दें
it: Riepiloga il passaggio
km: សង្ខេបអត្ថបទ
lo: ສະຫຼຸບຂໍ້ຄວາມ
my: အကျဉ်းချုပ်ဖော်ပြပါ
ru: Сделать краткое изложение
si: ඡේදය සාරාංශ කරන්න
th: สรุปเนื้อหา
vi: Tóm tắt đoạn văn
zh: 总结段落

# translatePaliLineByLinePrompt
source: Translate the following Pāḷi into clean, readable HTML. Translate sentence by sentence Pali and English Languages. Use <b> for Pāḷi line and <br> to separate lines. Normal text for English. Do not translate common terms like Nibbāna, mettā, or dukkha. Output only HTML. Do not explain. Use original script for pali as given
bn: Translate the following Pāḷi into clean, readable HTML. Translate sentence by sentence in Pali and Bengali Languages. Use <b> for Pāḷi line and <br> to separate lines. Normal text for Bengali. Do not translate common terms like Nibbāna, mettā, or dukkha. Output only HTML. Do not explain. use original script for pali as given
hi: Translate the following Pāḷi into clean, readable HTML. Translate sentence by sentence. Use <b> for Pāḷi line and <br> to separate lines. Normal text for Hindi translation. Do not translate common terms like Nibbāna, mettā, or dukkha. Use Devanagari script for Hindi output. Output only HTML. Do not explain. Use original script for pali as given
it: Translate the following Pāḷi into clean, readable HTML. Translate sentence by sentence in Pali and Italian Languages. Use <b> for Pāḷi line and <br> to separate lines. Normal text for Italian. Do not translate common terms like Nibbāna, mettā, or dukkha. Output only HTML. Do not explain.
km: Translate the following Pāḷi into clean, readable HTML. Translate sentence by sentence in Pali and Khmer Languages. Use <b> for Pāḷi line and <br> to separate lines. Normal text for Khmer. Do not translate common terms like Nibbāna, mettā, or dukkha. Output only HTML. Do not explain. Use original script for pali as given
lo: Translate the following Pāḷi into clean, readable HTML. Translate sentence by sentence in Pali and Lao Languages. Use <b> for Pāḷi line and <br> to separate lines. Normal text for Lao. Do not translate common terms like Nibbāna, mettā, or dukkha. Output only HTML. Do not explain. Use original script for pali as given
my: Translate the following Pāḷi into clean, readable HTML. Translate sentence by sentence. Use <b> for the Pāḷi line and <br> to separate lines. Use normal text for Myanmar translation. Do not translate common terms like Nibbāna, mettā, or dukkha. Use Myanmar script for the translation if Myanmar script is selected. Output only HTML. Do not explain. Use original script for pali as given
ru: Translate the following Pāḷi into clean, readable HTML. Translate sentence by sentence. Use <b> for Pāḷi line and <br> to separate lines. Normal text for Russian. Do not translate common terms like Nibbāna, mettā, or dukkha. Output only HTML. Do not explain.
si: Translate the following Pāḷi into clean, readable HTML. Translate sentence by sentence. Use <b> for the Pāḷi line and <br> to separate lines. Use normal text for Sinhala Translation. Do not translate common terms like Nibbāna, mettā, or dukkha. Output only HTML. Do not explain. Use original script for pali as given
th: Translate the following Pāḷi into clean, readable HTML. Translate sentence by sentence in Pali and Thai Languages. Use <b> for Pāḷi line and <br> to separate lines. Normal text for Thai. Do not translate common terms like Nibbāna, mettā, or dukkha. Output only HTML. Do not explain. Use original script for pali as given
vi: Translate the following Pāḷi into clean, readable HTML. Translate sentence by sentence in Pali and Vietnamese Languages. Use <b> for Pāḷi line and <br> to separate lines. Normal text for Vietnamese. Do not translate common terms like Nibbāna, mettā, or dukkha. Output only HTML. Do not explain. Use original script for pali as given
zh: Translate the following Pāḷi into clean, readable HTML. Translate sentence by sentence. Use <b> for the Pāḷi line and <br> to separate lines. Use normal text for Chinese translation. Do not translate common terms like Nibbāna, mettā, or dukkha. Output only HTML. Do not explain. Use original script for pali as given

# translatePaliPrompt
source: Translate the following Pāḷi into English Langauge. Make clean, readable HTML. Do not translate common terms like Nibbāna, mettā, or dukkha. Output only HTML. Do not explain.
bn: Translate the following Pāḷi into Bengali Language. Make clean, readable HTML. Do not translate common terms like Nibbāna, mettā, or dukkha. Output only HTML. Do not explain.
hi: Translate the following Pāḷi into clean, readable HTML. Do not translate common terms like Nibbāna, mettā, or dukkha. If Devanagari script is used, translate to Hindi language using Devanagari script. Output only HTML. Do not explain.
it: Translate the following Pāḷi into Italian Language. Make clean, readable HTML. Do not translate common terms like Nibbāna, mettā, or dukkha. Output only HTML. Do not explain.
km: Translate the following Pāḷi into Khmer Language. Make clean, readable HTML. Do not translate common terms like Nibbāna, mettā, or dukkha. Output only HTML. Do not explain.
lo: Translate the following Pāḷi into Lao Language. Make clean, readable HTML. Do not translate common terms like Nibbāna, mettā, or dukkha. Output only HTML. Do not explain.
my: Translate the following Pāḷi into clean, readable HTML. Do not translate common terms like Nibbāna, mettā, or dukkha. If Myanmar script is used, translate to Burmese language using Myanmar script. Output only HTML. Do not explain.
ru: Translate the following Pāḷi into clean, readable HTML in Russian. Do not translate common terms like Nibbāna, mettā, or dukkha. Output only HTML. Do not explain.
si: Translate the following Pāḷi into clean Sinhala Language, readable HTML. Do not translate common terms like Nibbāna, mettā, or dukkha. Output only HTML. Do not explain.
th: Translate the following Pāḷi into Thai Language. Make clean, readable HTML. Do not translate common terms like Nibbāna, mettā, or dukkha. Output only HTML. Do not explain.
vi: Translate the following Pāḷi into Vietnamese Language. Make clean, readable HTML. Do not translate common terms like Nibbāna, mettā, or dukkha. Output only HTML. Do not explain.
zh: Translate the following Pāḷi into clean, readable HTML. Translate into Chinese. Do not translate common terms like Nibbāna, mettā, or dukkha. Output only HTML. Do not explain.

# explainGrammarPrompt
source: Explain the grammar of the following Pāḷi passage in simple English language. Focus on roots, compounds, taddhita, and samāsa if present. Be brief. Output in formatted HTML. Do not translate the Pāḷi. Use original script for pali as given
bn: Explain the grammar of the following Pāḷi passage in simple Bengali language. Focus on roots, compounds, taddhita, and samāsa if present. Be brief. Output in formatted HTML. Do not translate the Pāḷi. Use original script for pali as given
hi: Explain the grammar of the following Pāḷi passage in simple hindi language. Focus on roots, compounds, taddhita, and samāsa if present. Be brief. Output in formatted HTML. Do not translate the Pāḷi. Use Hindi if script is Devanagari.
it: Explain the grammar of the following Pāḷi passage in simple Italian language. Focus on roots, compounds, taddhita, and samāsa if present. Be brief. Output in formatted HTML. Do not translate the Pāḷi.
km: Explain the grammar of the following Pāḷi passage in simple Khmer language. Focus on roots, compounds, taddhita, and samāsa if present. Be brief. Output in formatted HTML. Do not translate the Pāḷi. Use original script for pali as given
lo: Explain the grammar of the following Pāḷi passage in simple Lao language. Focus on roots, compounds, taddhita, and samāsa if present. Be brief. Output in formatted HTML. Do not translate the Pāḷi. Use original script for pali as given
my: Explain the grammar of the following Pāḷi passage in simple Myanmar language. Focus on roots, compounds, taddhita, and samāsa if present. Be brief. Output in formatted HTML. Do not translate the Pāḷi. Use Myanmar language if script is Myanmar. Use original script for pali as given
ru: Explain the grammar of the following Pāḷi passage in simple Russian language. Focus on roots, compounds, taddhita, and samāsa if present. Be brief. Output in formatted HTML. Do not translate the Pāḷi.
si: Explain the grammar of the following Pāḷi passage in simple Sinahala language. Focus on roots, compounds, taddhita, and samāsa if present. Be brief. Output in formatted HTML. Do not translate the Pāḷi. Use original script for pali as given
th: Explain the grammar of the following Pāḷi passage in simple Thai language. Focus on roots, compounds, taddhita, and samāsa if present. Be brief. Output in formatted HTML. Do not translate the Pāḷi. Use original script for pali as given
vi: Explain the grammar of the following Pāḷi passage in simple Vietnamese language. Focus on roots, compounds, taddhita, and samāsa if present. Be brief. Output in formatted HTML. Do not translate the Pāḷi. Use original script for pali as given
zh: Explain the grammar of the following Pāḷi passage in simple Chinese language. Focus on roots, compounds, taddhita, and samāsa if present. Be brief. Output in formatted HTML. Do not translate the Pāḷi. Use Chinese language. Use original script for pali as given

# summarizePrompt
source: Summarize the following Pāḷi passage in one or two English Language sentences. Focus on the key ideas. Output plain text. Do not translate unless necessary.
bn: Summarize the following Pāḷi passage in one or two Bengali Language sentences. Focus on the key ideas. Output plain text. Do not translate unless necessary.
hi: Summarize the following Pāḷi passage in one or two hindi sentences. Focus on the key ideas. Output plain text. If the script is Devanagari, summarize in Hindi. Do not translate unless necessary.
it: Summarize the following Pāḷi passage in one or two Italian Language sentences. Focus on the key ideas. Output plain text. Do not translate unless necessary.
km: Summarize the following Pāḷi passage in one or two Khmer Language sentences. Focus on the key ideas. Output plain text. Do not translate unless necessary.
lo: Summarize the following Pāḷi passage in one or two Lao Language sentences. Focus on the key ideas. Output plain text. Do not translate unless necessary.
my: Summarize the following Pāḷi passage in one or two sentences in Myanmar Language. Focus on the key ideas. Output plain text. If the script is Myanmar, summarize in Myanmar language. Do not translate unless necessary.
ru: Summarize the following Pāḷi passage in one or two sentences. Use Russian language. Focus on the key ideas. Output plain text. Do not translate unless necessary.
si: Summarize the following Pāḷi passage in one or two sentences in Sinhala. Focus on the key ideas. Output plain text. Do not translate unless necessary.
th: Summarize the following Pāḷi passage in one or two Thai Language sentences. Focus on the key ideas. Output plain text. Do not translate unless necessary.
vi: Summarize the following Pāḷi passage in one or two Vietnamese Language sentences. Focus on the key ideas. Output plain text. Do not translate unless necessary.
zh: Summarize the following Pāḷi passage in one or two sentences. Focus on the key ideas. Output plain text. Use Chinese unless otherwise specified. Do not translate unless necessary.

# resetAiPromptDefault
source: Reset to Default
bn: ডিফল্টে রিসেট করুন
hi: डिफ़ॉल्ट पर रीसेट करें
it: Ripristina predefiniti
km: កំណត់ឡើងវិញទៅលំនាំដើម
lo: ກັບຄືນຄ່າເລີ່ມຕົ້ນ
my: မူရင်းသတ်မှတ်ချက်သို့ ပြန်သွားရန်
ru: Сбросить по умолчанию
si: පෙරනිමියට යළි පිහිටුවන්න
th: รีเซ็ตเป็นค่าเริ่มต้น
vi: Khôi phục mặc định
zh: 重置为默认

source: AI Context
bn: এআই প্রসঙ্গ
hi: AI संदर्भ
it: Contesto AI
km: បរិបទ AI
lo: ບົດບາດ AI
my: AI အကြောင်းအရာ
ru: Контекст ИИ
si: AI සන්දර්භය
th: บริบทของ AI
vi: Ngữ cảnh AI
zh: AI 上下文

source: Using AI...
bn: এআই ব্যবহার করা হচ্ছে...
hi: AI का उपयोग हो रहा है...
it: Uso dell'AI in corso...
km: កំពុងប្រើ AI...
lo: ກໍາລັງໃຊ້ AI...
my: AI အသုံးပြုနေသည်...
ru: Использование ИИ...
si: AI භාවිතා කරමින්...
th: กำลังใช้ AI...
vi: Đang sử dụng AI...
zh: 正在使用 AI...

# openRouterKeySaved
source: API Key saved
bn: API কী সংরক্ষিত হয়েছে
hi: API कुंजी सहेजी गई
it: Chiave API salvata
km: បានរក្សាទុកសោរ API
lo: ບັນທຶກ API Key ສໍາເລັດ
my: API စကားဝှက်ကီး သိမ်းဆည်းပြီး
ru: Ключ API сохранён
si: API යතුර සුරැකිණි
th: บันทึกคีย์ API แล้ว
vi: Đã lưu khóa API
zh: API 密钥已保存

# howToGetApiKey
source: How to Get an OpenRouter API Key
bn: কীভাবে ওপেনরাউটার এপিআই কী পাবেন
hi: OpenRouter API कुंजी कैसे प्राप्त करें
it: Come ottenere una chiave API da OpenRouter
km: របៀបទទួលបានសោរ API ពី OpenRouter
lo: ວິທີໃຊ້ໄດ້ຄີ API ຈາກ OpenRouter
my: OpenRouter API စကားဝှက်ကီးကို ရယူနည်း
ru: Как получить ключ API OpenRouter
si: OpenRouter API යතුරක් ලබා ගන්නේ කෙසේද
th: วิธีรับคีย์ API จาก OpenRouter
vi: Cách lấy khóa API từ OpenRouter
zh: 如何获取 OpenRouter API 密钥

# apiKeyInstructions1
source: To use AI translation, you need a free API key from OpenRouter.ai.
bn: এআই অনুবাদ ব্যবহার করতে, OpenRouter.ai থেকে আপনার একটি বিনামূল্যের এপিআই কী প্রয়োজন।
hi: AI अनुवाद का उपयोग करने के लिए, आपको OpenRouter.ai से एक मुफ़्त API कुंजी चाहिए।
it: Per usare la traduzione AI, serve una chiave API gratuita da OpenRouter.ai.
km: ដើម្បីប្រើប្រាស់ការបកប្រែ AI អ្នកត្រូវការសោរ API ដោយឥតគិតថ្លៃពី OpenRouter.ai។
lo: ເພື່ອໃຊ້ການແປ AI ທ່ານຕ້ອງການຄີ API ຟຣີຈາກ OpenRouter.ai
my: AI ဘာသာပြန်မှုကို အသုံးပြုရန်အတွက် OpenRouter.ai မှ အခမဲ့ API စကားဝှက်ကီးတစ်ခု လိုအပ်ပါသည်။
ru: Чтобы использовать перевод с помощью ИИ, получите бесплатный ключ API от OpenRouter.ai.
si: AI පරිවර්තනය භාවිතා කිරීමට, ඔබට OpenRouter.ai වෙතින් නොමිලේ API යතුරක් අවශ්‍ය වේ.
th: เพื่อใช้การแปล AI คุณต้องมีคีย์ API ฟรีจาก OpenRouter.ai
vi: Để sử dụng dịch AI, bạn cần một khóa API miễn phí từ OpenRouter.ai.
zh: 要使用 AI 翻译，您需要从 OpenRouter.ai 获得一个免费的 API 密钥。

# apiKeyInstructions2
source: • Visit the OpenRouter website and sign up for an account.
bn: • OpenRouter ওয়েবসাইটে যান এবং একটি অ্যাকাউন্টের জন্য সাইন আপ করুন।
hi: • OpenRouter वेबसाइट पर जाएँ और एक खाता बनाएँ।
it: • Visita il sito di OpenRouter e registrati per un account.
km: • ចូលទៅកាន់គេហទំព័រ OpenRouter និងចុះឈ្មោះគណនី។
lo: • ເຂົ້າໄປທີ່ເວັບໄຊທ໌ OpenRouter ແລະລົງທະບຽນບັນຊີ
my: • OpenRouter ဝက်ဘ်ဆိုဒ်သို့ သွားပြီး အကောင့်ဖွင့်ပါ။
ru: • Перейдите на сайт OpenRouter и создайте учётную запись.
si: • 访问 OpenRouter 网站并注册一个帐户。
th: • ไปที่เว็บไซต์ OpenRouter และสมัครบัญชี
vi: • Truy cập trang web OpenRouter và đăng ký tài khoản.
zh: • 访问 OpenRouter 网站并注册一个帐户。
