Repository: garibafdo/tpr_lib
Catalog: l10n/app_*.arb
Languages: bn, hi, it, km, lo, my, ru, si, th, vi, zh

# updatingStatus
source: Please wait while updating to complete. This may take a few minutes If the status does not change for 60 seconds, please hit the reset button and restart.
bn: অনুগ্রহ করে অপেক্ষা করুন, ডাটাবেস আপডেট হচ্ছে। এটি সম্পন্ন হতে কিছুটা সময় নিবে।
hi: कृपया पूरा करने के लिए अद्यतन करते समय प्रतीक्षा करें.nयह कुछ मिनट लग सकता हैnयदि स्थिति 60 सेकंड तक नहीं बदलती है, तो कृपया रीसेट बटन दबाएं और पुनरारंभ करें।
it: Attendere il completamento dell’aggiornamento. Possono volerci alcuni minuti Se lo stato non cambia per 60 secondi, premere il pulsate di ricomposizione e riavviare.
km: សូមរង់ចាំខណៈពេលដែលការ​ Update បានរួចរាល់. ដំណើរការអាចប្រើប្រាស់២រឺ៣នាទី ប្រសិនបើស្ថានភាពមិនផ្លាស់ប្តូររយៈពេល ៦០វិនាទី, សូមចុច the reset button and restart.
lo: ກະລຸນາລໍຖ້າການອັບເດດໃຫ້ສົມບູນ. ອາດໃຊ້ເວລາໄລຍະໜຶ່ງ ຖ້າສະຖານະບໍ່ປ່ຽນແປງເປັນເວລາ 60 ວິນາທີ, ກະລຸນາກົດປຸ່ມຕັ້ງຄ່າຄືນແລະດໍາເນີນການໃໝ່.
my: အချက်အလက်အသစ်များ ထည့်သွင်းနေပါသည်။ ခေတ္တစောင့်ပါ
ru: Пожалуйста, дождитесь обновления базы данных Это может занять несколько минут
si: පළමු සකස්වීමට මිනිත්තු කිහිපයක් ගතවිය හැකි බැවින් මොහොතක් රැඳී සිටින්න. කිසිදු වෙනස්කමක් සිදු නොවුවහොත් පමණක් Reset button එක press කර නැවත ආරම්භ කරන්න.
th: โปรดรอให้การอัปเดตเสร็จสิ้น. อาจใช้เวลาหลายนาที หากสถานะไม่เปลี่ยนแปลงเป็นเวลา 60 วินาที, โปรดกดปุ่มรีเซ็ตและเริ่มต้นใหม่.
vi: Vui lòng chờ trong khi cập nhật để hoàn thành. Quá trình này có thể mất vài phút Nếu trạng thái không thay đổi trong 60 giây, vui lòng nhấn nút đặt lại và khởi động lại.
zh: 请等一下增在升级。 这需要几分钟 如果这状况没有回应60秒内, 请您打reset 按钮，重启。

source: Always Show Splitter
bn: সবসময় স্প্লিটার দেখান
hi: हमेशा विभाजक दिखाएं
km: តែងតែបង្ហាញពី Splitter
lo: ສະແດງຕົວແຍກຢູ່ສະເໝີ
my: အုပ်စုခွဲအမြဲပြရန်
ru: Всегда показывать Splitter
si: සැමවිටම වෙන්කිරීම පෙන්වන්න
th: แสดงตัวแยกตลอดเวลา
vi: Luôn hiển thị Splitter
zh: 常常表达 Splitter

source: Rate This App
bn: রেটিং দিন
hi: इस अनुप्रयोग को दर करें
it: Valuta questa applicazione
km: វាយតម្លៃកម្មវិធីនេះ
lo: ຈັດອັນດັບແອັບນີ້
my: ကောင်းဆိုးသတ်မှတ်ချက် ပေးရန်
ru: Пожалуйста оцените наше приложение
si: Rate කිරීම
th: ให้คะแนนแอปนี้
vi: Đánh giá ứng dụng này
zh: 费率为了这APP

# wouldLikeToRate
source: Would you like to rate this app?
bn: আপনি কি অ্যাপটিকে রেটিং দিন চান?
hi: क्या आप इस अनुप्रयोग को दर करना चाहेंगे?
it: Vuoi valutare questa applicazione?
km: តើអ្នកចង់វាយតម្លៃកម្មវិធីនេះទេ?
lo: ທ່ານຕ້ອງການຈັດອັນດັບແອັບນີ້ບໍ?
my: ကောင်းဆိုးသတ်မှတ်ချက် ပေးလိုပါသလား
ru: Не могли бы вы оценить наше приложение?
si: TPR යෙදවුම Rate කිරීමට කැමති ද?
th: คุณต้องการให้คะแนนแอปนี้หรือไม่?
vi: Bạn có muốn đánh giá ứng dụng này không?
zh: 您愿不愿意评价这App

source: Books Opened
bn: বইগুলো খোলা আছে
hi: किताबें खोली गईं
it: Libri aperti
km: សៀវភៅត្រូវបានបើក
lo: ໜັງສືທີ່ເປີດ
my: စာအုပ်ဖွင့်သည်
ru: книг открыто
si: විවෘත කල පොත්
th: หนังสือที่เปิดแล้ว
vi: Sách đã mở
zh: 打开书

source: Words Looked Up
bn: শব্দগুলো খোঁজা হয়েছে
hi: शब्द ऊपर की ओर देखने लगे
it: Parole cercate
km: រកមើលពាក្យ
lo: ຄໍາທີ່ຄົ້ນຫາ
my: စကားလုံးရှာရန်
ru: Слов просмотрено
si: බලන ලද වචන
th: คำที่ค้นหาแล้ว
vi: Từ đã tra
zh: 查了一下词

# never
source: Never Show
bn: কখনও দেখাবে না
hi: कभी मत दिखाओ
it: Non mostrare mai
km: មិនដែលបានបង្ហាញ
lo: ບໍ່ສະແດງອີກ
my: ဘယ်တော့မှမပြရန်
ru: Не показывать никогда
si: නැවත නොපෙන්වන්න
th: ไม่แสดง
vi: Không bao giờ hiển thị
zh: 不会表现

source: Later
bn: পরে
hi: बाद में
it: Un’altra volta
km: ពេលក្រោយ
lo: ພາຍຫຼັງ
my: နောက်မှ
ru: Позже
si: පසුව
th: ภายหลัง
vi: Sau
zh: 后来

source: Rate App Now
bn: এখনি রেটিং দিন
hi: अनुप्रयोग को अब रेट करें
it: Valuta questa applicazione ora
km: វាយតម្លៃកម្មវិធីឥឡូវនេះ
lo: ຈັດອັນດັບດຽວນີ້
my: ကောင်းဆိုးသတ်မှတ်ချက် ယခုဘဲ ပေးရန်
ru: Оценить сейчас
si: Rate කිරීමට
th: ให้คะแนนแอปตอนนี้
vi: Đánh giá ứng dụng ngay
zh: 现在给评价

# folloingExtensions
source: The following extensions were previously installed:
bn: নিম্নলিখিত এক্সটেনশনগুলি আগে ইনস্টল করা হয়েছিল:
hi: निम्नलिखित एक्सटेंशन पहले स्थापित किए गए थे:
it: Le seguenti estensioni sono state già installate:
km: ការមើលឯកសារដែលបានតម្លើងពីមុន
lo: ສ່ວນຂະຫຍາຍຕໍ່ໄປນີ້ໄດ້ຕິດຕັ້ງມາກ່ອນ:
my: ထပ်ဆောင်းလုပ်ဆောင်ချက်များ ကနဦးတပ်ဆင်ပါ
ru: Следующие расширения были установлены ранее:
si: පහත extensions මින් පෙර install කර ඇත:
th: ส่วนขยายที่ติดตั้งก่อนหน้านี้:
vi: Các phần mở rộng sau đã được cài đặt trước đó:
zh: 在前安装以下extensions。

# wouldYouLikeToInstall
source: Would you like to install extensions?
bn: আপনি কি এক্সটেনশনগুলো ইনস্টল করতে চান?
hi: क्या आप एक्सटेंशन स्थापित करना चाहेंगे?
it: Vuoi installare estensioni?
km: តើអ្នកចង់តម្លើងឯកសារនេះទេ?
lo: ທ່ານຕ້ອງການຕິດຕັ້ງບໍ?
my: ထည့်သွင်းလိုပါသလား?
ru: Установить эти расширения?
si: ඔබට කිරීමට අවශ්‍ය ද?
th: คุณต้องการติดตั้งส่วนขยายหรือไม่?
vi: Bạn có muốn cài đặt các phần mở rộng không?
zh: 你愿不愿意安装 extesnsions?

# multiHighlight
source: Multiple Highlight
bn: একাধিক হাইলাইট দেখান
hi: एकाधिक मुख्य आकर्षण
it: Evidenziazione multipla
km: រំលេចពណ៌ច្រើន
lo: ໄຮໄລທ໌ຫຼາຍສ່ວນ
my: အားလုံးအရောင်ချယ်
ru: Мульти-подсветка
si: බහු වර්ණ කිරීම
th: ไฮไลต์หลายตัว
vi: Nhiều nổi bật
zh: 多种突出

# velthuisHelp
source: Velthuis System: aa=ā, ii=ī uu=ū .t = ṭ, .d = ḍ .n = ṇ, .l = ḷ .m = ṃ "n = ṅ, ~n = ñ
bn: ভেলথুইস পদ্ধতি: aa=ā, ii=ī uu=ū .t = ṭ, .d = ḍ .n = ṇ, .l = ḷ .m = ṃ "n = ṅ, ~n = ñ
hi: वेल्थुइस प्रणाली: aa=ā, ii=ī uu=ū .t = ṭ, .d = ḍ .n = ṇ, .l = ḷ .m = ṃ "n = ṅ, ~n = ñ
it: Sistema Velthuis: aa=ā, ii=ī uu=ū .t = ṭ, .d = ḍ .n = ṇ, .l = ḷ .m = ṃ "n = ṅ, ~n = ñ
lo: ລະບົບ Velthuis: aa=ā, ii=ī uu=ū .t = ṭ, .d = ḍ .n = ṇ, .l = ḷ .m = ṃ "n = ṅ, ~n = ñ
ru: Система Velthuis: aa=ā, ii=ī uu=ū .t = ṭ, .d = ḍ .n = ṇ, .l = ḷ .m = ṃ "n = ṅ, ~n = ñ
si: Velthuis පද්ධතිය: aa=ā, ii=ī uu=ū .t = ṭ, .d = ḍ .n = ṇ, .l = ḷ .m = ṃ "n = ṅ, ~n = ñ
th: ระบบ Velthuis: aa=ā, ii=ī uu=ū .t = ṭ, .d = ḍ .n = ṇ, .l = ḷ .m = ṃ "n = ṅ, ~n = ñ
vi: Hệ thống Velthuis: aa=ā, ii=ī uu=ū .t = ṭ, .d = ḍ .n = ṇ, .l = ḷ .m = ṃ "n = ṅ, ~n = ñ
zh: Velthuis 系统: aa=ā, ii=ī uu=ū .t = ṭ, .d = ḍ .n = ṇ, .l = ḷ .m = ṃ"n = ṅ, ~n = ñ

# turnOnInternet
source: Please turn on the internet
bn: অনুগ্রহ করে ইন্টারনেট কানেক্টশন চালু করুন
hi: कृपया इंटरनेट चालू करें
it: Connettersi alla Rete per scaricare i documenti
km: សូមបើកអ៊ីនធឺណិត
lo: ກະລຸນາເປີດອິນເຕີເນັດ
my: အင်တာနက်ဖွင့်ပေးပါ
ru: Пожалуйста установите подключение к интернету
si: කරුණාකර Internet සක්‍රිය කරන්න
th: กรุณาเปิดอินเทอร์เน็ต
vi: Vui lòng bật internet
zh: 请您打开网络，下载文件

# updateComplete
source: Update is complete
bn: আপডেট সম্পন্ন
hi: अद्यतन पूर्ण हो गया है
it: L’aggiornamento è stato completato
km: ការធ្វើអោយទាន់សម័យបានបំពេញ
lo: ການປັບປຸງແລ້ວສຳເລັດ
my: အဆင့်မြှင့်တင်ပြီးပါပြီ
ru: Обновление завершено
si: යාවත්කාලීන කිරීම සම්පූර්ණ විය.
th: การอัปเดตเสร็จสิ้น
vi: Cập nhật hoàn tất
zh: 升级做好了

# addingWordlist
source: Adding English wordlist
bn: ইংরেজি শব্দের তালিকা যুক্ত হচ্ছে
hi: अंग्रेजी वर्डलिस्ट जोड़ना
km: ការបន្ថែមក្រុមពាក្យអង់គ្លេស
lo: ກຳລັງເພີ່ມລາຍຊື່ຄຳອັງກິດ
my: ပုဒ်များ ထည့်သွင်းနေ
ru: Добавление английского списка слов
si: ඉංග්‍රීසි වචන ලැයිස්තුව එකතු කරමින්
th: กำลังเพิ่มรายการคำภาษาอังกฤษ
vi: Thêm danh sách từ tiếng Anh
zh: 加英语词

# englishWordListComplete
source: English wordlist is complete
bn: ইংরেজি শব্দের তালিকা সফল হয়েছে
hi: अंग्रेजी शब्दसूची पूरी हो गई है
km: ក្រុមពាក្យអង់គ្លេសបានបំពេញ
lo: ລາຍຊື່ຄຳອັງກິດສຳເລັດແລ້ວ
my: အင်္ဂလိပ်စကားလုံးများပေါင်းထည့်ခြင်း ပြီးပါပြီ
ru: Добавление английского списка слов завершено
si: ඉංග්‍රීසි වචන ලැයිස්තුව සම්පූර්ණ විය
th: รายการคำภาษาอังกฤษเสร็จสิ้น
vi: Danh sách từ tiếng Anh hoàn tất
zh: 加英语词做好了

# creatingWordList
source: Creating unique wordlist
bn: ইউনিক শব্দ তালিকা তৈরি করা হচ্ছে
hi: अद्वितीय वर्डलिस्ट बनानाn
km: ការបង្កើតក្រុមពាក្យដែលប្លែក​
lo: ກຳລັງສ້າງລາຍຊື່ຄຳທີ່ແຕກຕ່າງກັນ
my: အက္ခရာဝလိများ တည်ဆောက်နေ
ru: Создание уникального списка слов
si: අත්‍යවශ්‍ය වචන ලැයිස්තුව සාදමින් පවතී
th: กำลังสร้างรายการคำที่ไม่ซ้ำกัน
vi: Tạo danh sách từ duy nhất
zh: 创造完美的英语表

# deletingRecords
source: Now Deleting Records
bn: এখন রেকর্ডসমূহ মুছে ফেলা হচ্ছে
hi: अब रिकॉर्ड हटाना
km: ការលុបជួរដេកឥឡូវ
lo: ປັດຈຸບັນກຳລັງລຶບຂໍ້ມູນ
my: မှတ်တမ်းများ ဖျက်နေပါပြီ
ru: Удаление записей
si: දැන් වාර්තා මකා දැමීම
th: กำลังลบบันทึก
vi: Đang xóa hồ sơ
zh: 现在删除

# insertComplete
source: Insert is complete
bn: ইনসার্ট সফল হয়েছে
hi: सम्मिलित करना पूरा हो गया है।
it: L’inserimento è stato completo
km: ការបញ្ចូលបានបំពេញ
lo: ການເພີ່ມແລ້ວສຳເລັດ
my: ထည့်သွင်းခြင်း ပြီးပါပြီး
ru: Ввод завершен
si: ඇතුලත් කිරීම සම්පූර්ණ විය
th: การแทรกเสร็จสิ้น
vi: Chèn hoàn tất
zh: 插好了

source: FTS is complete
bn: FTS সফল হয়েছে
hi: एफटीएस पूरा हो गया है
lo: FTS ສຳເລັດແລ້ວ
my: FTS တည်တောက်မှု ပြီးပါပြီ
ru: FTS завершен
si: FTS සම්පූර්ණ විය
th: FTS เสร็จสิ้น
vi: FTS hoàn tất
zh: FTS 做好了

source: Reloading extension list
bn: এক্সটেনশন লিস্ট পুনরায় লোড হচ্ছে
hi: एक्सटेंशन सूची को फिर से लोड करना
it: Sto ricaricando la lista delle estensioni
km: ការផ្ទុកឡើងវិញនៅក្រុមឯកសារ
lo: ກຳລັງໂຫຼດລາຍຊື່ການຂະຫຍາຍໃໝ່
my: ထပ်တိုးလုပ်ဆောင်ချက်များ ဖြည့်သွင်းနေပါသည်
ru: Перезагрузка списка расширений
si: ප්‍රසර්ජන ලැයිස්තුව නැවත පූරණය කරමින් පවතී
th: กำลังโหลดรายการส่วนขยายใหม่
vi: Tải lại danh sách phần mở rộng
zh: 正在加载 extension 表

source: Rebuilding Index
bn: ইন্ডেক্স পুনরায় গঠন হচ্ছে
hi: पुनर्निर्माण सूचकांक
it: Sto riformando l’indice
km: ការតម្លើងឡើងវិញនៅលេខសំគាល់
lo: ກຳລັງສ້າງດັດສະນີຄົ້ນຫາໃໝ່
my: အက္ခရာဝလိများ ပြန်လည်တည်ဆောက်နေ
ru: Перенастройка индексов
si: Index යළි ඉදිකිරීම
th: กำลังสร้างดัชนีใหม่
vi: Xây dựng lại chỉ mục
zh: 改造索引

source: Building fts
bn: FTS গঠন হচ্ছে
hi: निर्माण fts
lo: ກຳລັງສ້າງ FTS
my: FTS တည်ဆောက်နေ
ru: Создание fts
si: FTS ඉදිකිරීම
th: กำลังสร้าง fts
vi: Xây dựng FTS
zh: 安装 fts

source: What's New:
bn: নতুন সংস্করণে যা আছে:
hi: नया क्या है:
it: Che c’è di nuovo:
lo: ສິ່ງໃໝ່ຫຍັງ:
my: အသစ်ပါဝင်သည်များ
ru: Новое:
si: නවතම කුමක්ද:
th: มีอะไรใหม่:
vi: Có gì mới:
zh: 有什么新的

source: Show What's New
bn: নতুন সংস্করণে কী থাকছে সেটি দেখান
hi: दिखाओ कि नया क्या है
it: Mostra che c’è di nuovo
lo: ສະແດງສິ່ງໃໝ່
my: ဘာထူးသလဲ ပြပါ
ru: Показать новое
si: නවතම දේ පෙන්වන්න
th: แสดงสิ่งที่ใหม่
vi: Hiển thị có gì mới
zh: 表示有什么新的

source: Tools
bn: টুলস
hi: उपकरण
it: Strumenti
km: ឧបករណ៍
lo: ເຄື່ອງມື
my: ကိရိယာတန်ဆာပလာများ
ru: Инструменты
si: මෙවලම්
th: เครื่องมือ
vi: Công cụ
zh: 工具

source: Flashcards
bn: ফ্লাশকার্ডস
hi: फ़्लैशकार्ड
km: បញ្ចេញពន្លឺកាត
lo: ບັດສອບຄວາມຈຳ
my: ဖလက်ချ်ကဒ်
ru: Карточки
si: ක්ෂණික කාඩ්
th: แฟลชการ์ด
vi: Thẻ nhớ

source: Flash Card Setup
bn: ফ্লাশকার্ড সেটআপ
hi: फ्लैश कार्ड स्थापना
km: រៀបចំពន្លឺកាត
lo: ຕັ້ງຄ່າບັດສອບຄວາມຈຳ
my: ဖလက်ချ်ကဒ် တပ်ဆင်ခြင်း
ru: Настройка карточек
si: ක්ෂණික කාඩ් සැකසුම
th: ตั้งค่าแฟลชการ์ด
vi: Cài đặt thẻ nhớ
zh: 安装Flash Card

source: Practice Now
bn: এখন অনুশীলন করুন
hi: अब अभ्यास करें
it: Pratica ora
km: អនុវត្តឥឡូវ
lo: ສອບຄວາມຈຳຕອນນີ້
my: အခုဘဲ စမ်းလိုက်ပါ
ru: Практика
si: දැන් සුරක්ෂිත කරන්න
th: ฝึกตอนนี้
vi: Luyện tập ngay
zh: 现在练习/开始练习

source: Export
bn: রপ্তানি
hi: निर्यात करें
it: Esporta
km: នាំចេញ
lo: ສົ່ງອອກ
my: တင်ပို့ခြင်
ru: Экспорт
si: Export කරන්න
th: ส่งออก
vi: Xuất khẩu
zh: 输出

source: Search Selected
bn: সার্চ সিলেক্টেড
hi: खोज चयनित है
it: Ricerca nei documenti selezionati
km: ស្វែងរក ដែលបានជ្រើសរើស
lo: ຄົ້ນຫາທີ່ເລືອກ
my: စာအုပ်တိုင်း၌ ရှာ
ru: Искать выделенное
si: තෝරාගෙන ඇති සෙවීම
th: ค้นหาที่เลือก
vi: Tìm kiếm đã chọn
zh: 找选题

source: Search in Current
bn: বর্তমান বিষয়বস্তুতে খুঁজুন
hi: वर्तमान में खोजें
it: Cerca nel contenuto corrente
km: ស្វែងរកនៅក្នុងបច្ចុប្បន្ន
lo: ຄົ້ນຫາໃນໜ້າປັດຈຸບັນ
my: လက်ရှိတွင် ရှာဖွေပါ
ru: Искать в текущем
si: වත්මන් ස්ථානයේ සොයන්න
th: ค้นหาในปัจจุบัน
vi: Tìm kiếm trong văn bản hiện tại
zh: 在当前位置搜索

source: Upgrade
bn: আপগ্রেড
hi: उन्नयन
it: Aggiorna
km: តម្លើងកំរិត
lo: ຍົກລະດັບ
my: အဆင့်မြှင့်
ru: модернизация
si: උත්ශ්රේණි කිරීම
th: อัพเกรด
vi: Nâng cấp
zh: 升级

source: Persistent Search Filter
bn: অবিরাম সার্চ ফিল্টার
hi: लगातार खोज फ़िल्टर
it: Filtro di ricerca persistente
km: ស្វែររកឧបករណ៍ដែរជាប់លាប់
lo: ຕົວກອງຄົ້ນຫາປະຈໍາວັນ
my: ဖစ်တာစစ်ပြီးရှာပါ
ru: Постоянный поисковый фильтр
si: ස්ථිර සෙවුම් පෙරහන
th: ตัวกรองการค้นหาที่คงที่
vi: Duy trì bộ lọc
zh: 用滤镜找资料

# disableVelthuis
source: Disable Velthuis Input
bn: ভেলথুইস ইনপুট বন্ধ করুন
hi: वेल्थुइस इनपुट को अक्षम करें
it: Disattiva input Velthuis
km: មិនអាចបញ្ចូលVelthuis
lo: ປິດການໃຊ້ລະບົບ Velthuis
my: Velthuis ထည့်သွင်းမှုမရနိုင်ပါ
ru: Отключить ввод Velthuis
si: Velthuis ආදානය අක්‍රීය කරන්න
th: ปิดการใช้งานการป้อนข้อมูล Velthuis
vi: Tắt bộ gõ Velthuis
zh: 禁用 Velthuis 输入

source: Script Converter
bn: স্ক্রিপ্ট কনভার্টার
hi: लिपि parivartak
it: Convertitore di scrittura
km: អ្នកបំលែងអក្សរ
lo: ໂປຣແກຣມແປຄຳອັກສອນ
my: လက်ရေးမူ/စာလုံး ပြောင်းလဲခြင်း
ru: Конвертер Системы Письма
si: Script පරිවර්තකය
th: ตัวแปลงสคริปต์
vi: Bộ chuyển ngữ
zh: Script 转换器

source: Copy
bn: কপি
hi: प्रतिलिपि
it: Copia
km: ចម្លង
lo: ສຳເນົາ
my: ကော်ပီ/မိတ္တူ
ru: Копировать
si: පිටපත් කිරීම
th: คัดลอก
vi: Sao chép
zh: 复制

# inputScript
source: Script
bn: স্ক্রিপ্ট
hi: लिपि
it: Scrittura in ingresso
km: អក្សរសម្ព័ន្ធ
lo: ສະກຣີບພາສາ
my: စာလုံး
ru: шрифт
th: สคริปต์
vi: Chữ viết
zh: 文字

# outputScript
source: Script
bn: স্ক্রিপ্ট
hi: लिपि
it: Scrittura in uscita
km: អក្សរសម្ព័ន្ធ
lo: ສະກຣີບພາສາ
my: စာလုံး
ru: шрифт
th: สคริปต์
vi: Chữ viết
zh: 文字

# dictionaryPrevious
source: Previous (Alt + ←)
bn: পূর্ববর্তী (Alt + ←)
hi: पिछला (Alt + ←)
it: Precedente (Alt + ←)
km: មុន (Alt + ←)
lo: ກ່ອນໜ້າ (Alt + ←)
my: အရင်/ကနဉီး (Alt + ←)
ru: Предыдущий (Alt + ←)
si: ආපසු (Alt + ←)
th: ก่อนหน้า (Alt + ←)
vi: Trước (Alt + ←)
zh: 上/前面 (Alt + ←)

# dictionaryNext
source: Next (Alt + →)
bn: পরবর্তী (Alt + →)
hi: अगला (Alt + →)
it: Successivo (Alt + →)
km: បន្ទាប់ (Alt + →)
lo: ຕໍ່ໄປ (Alt + →)
my: ပြီးနောက် (Alt + →)
ru: Следующий (Alt + →)
si: ඉදිරියට (Alt + →)
th: ถัดไป (Alt + →)
vi: Sau (Alt + →)
zh: 下/后面、 (Alt + →)

source: Not Listed
bn: তালিকা করা হয় নি
hi: सूचीबद्ध नहीं है
it: Non elencato
km: មិនមានបញ្ជី
lo: ບໍ່ມີໃນລາຍການ
my: စာရင်းမပြုစုထားပါ
ru: Нет в списке
si: ලැයිස්තුගත කර නැත
th: ไม่มีในรายการ
vi: Không Hiện
zh: 没有列表

source: Processing
bn: প্রসেসিং
hi: प्रसंस्करण
it: Elaborazione
km: កំពុងដំណើរការ
lo: ກຳລັງປະມວນຜົນ
my: လုပ်ဆောင်နေပါသညါ
ru: в обработке
si: සැකසීම සිදු වෙමින් පවතී
th: กำลังประมวลผล
vi: Đang chạy
zh: 正在进行

# fixWordlist
source: Fix Search Suggest Word List
bn: ফিক্স সার্চ সাজেস্ট ওয়ার্ড লিস্ট
hi: खोज का सुझाव दें वर्ड लिस्ट को ठीक करें
it: Correggi elenco parole suggerite
km: ដំណោះស្រាយស្វែងរក ការណែនាំបញ្ជីពាក្យ
lo: ປັບປຸງລາຍຊື່ຄຳແນະນຳ
my: စကားလုံးအတွက်အကြံပြုချက်ရယူပြီး အမှားကိုပြင်ဆင်ပါ
ru: Список слов предложенный фиксированным поиском
si: සෙවුම් යෝජනා වචන ලැයිස්තුව නිවැරදි කරන්න
th: แก้ไขรายการคำค้นหาแนะนำ
vi: Sửa danh sách từ gọi ý tìm kiếm
zh: 寻找最好的词，然后改错

source: Material 3
bn: মেটেরিয়াল ৩
hi: सामग्री 3
it: Materiale 3
km: សម្ភារៈ ៣
lo: ວັດສະດຸ 3
my: ရုပ်ဝတ္ထု ၃
si: ද්‍රව්‍ය 3
th: วัสดุ 3
zh: 材料3

source: Color
bn: রঙ
hi: रंग
it: Colore
km: ពណ៌
lo: ສີ
my: အရောင်
ru: Цвет
si: වර්ණය
th: สี
zh: 颜色

source: Import Bookmarks
bn: বুকমার্ক আমদানি
hi: बुकमार्क आयात करें
it: Importa segnalibri
km: នាំចូលប៉ាក់ចំណាំ
lo: ນຳເຂົ້າບຸກມາກ
my: မှတ်စုတင်သွင်းခြင်း
ru: Импорт Закладок
si: බුක්මාර්ක් ආනයනය කරන්න
th: นำเข้าบุ๊คมาร์ค
vi: Nhập đánh dấu
zh: 导入书签

source: Export Bookmarks
bn: বুকমার্ক রপ্তানি
hi: बुकमार्क निर्यात करें
it: Esporta segnalibri
km: នាំចេញប៉ាក់ចំណាំ
lo: ສົ່ງອອກບຸກມາກ
my: မှတ်စုတင်ပို့ခြင်း
ru: Экспорт Закладок
si: බුක්මාර්ක් අපනයනය කරන්න
th: ส่งออกบุ๊คมาร์ค
vi: Xuất đánh dấu
zh: 导出书签

source: Select Roman Font
bn: রোমান ফন্ট সিলেক্ট করুন
hi: रोमन फ़ॉन्ट चुनें
it: Seleziona carattere romano
km: ជ្រើសរើសពុម្ពអក្សររ៉ូម៉ាន់
lo: ເລືອກຖົງຕົວໂຣມັນ
my: ရိုမန်ဖောင့်ရွေးချယ်
ru: Выбрать Шрифт
si: රෝමානු අකුරු තෝරන්න
th: เลือกแบบอักษรโรมัน
vi: Chọn Font Roman
zh: 选择罗马字体

source: Transfer Bookmarks
bn: ট্রান্সফার বুকমার্ক
hi: बुकमार्क स्थानांतरित करें
it: Trasferisci segnalibri
km: ផ្ទេរប៉ាក់ចំណាំ
lo: ໂອນຍ້າຍບຸກມາກ
my: မှတ်စုပြောင်းလွှဲ
ru: Перенести Закладки
si: බුක්මාර්ක් ස්ථානාන්තරණය කරන්න
th: โอนบุ๊คมาร์ค
vi: Chuyển bộ đánh dấu
zh: 转移书签

source: Cloud Bookmarks
bn: ক্লাউড বুকমার্ক
hi: क्लाउड बुकमार्क
it: Segnalibri nel cloud
km: ប៉ាក់ចំណាំនៅលើពពក
lo: ບຸກມາກອອກໃນເມກ
my: တက်ချ်ပေ့ချ် အသစ်အစားထိုးခြင်း
ru: Закладки из Облака
si: ක්ලවුඩ් බුක්මාර්ක්
th: บุ๊คมาร์คบนคลาวด์
vi: Đánh dấu từ đám mây
zh: 云书签

source: Local Bookmarks
bn: লোকাল বুকমার্ক
hi: स्थानीय बुकमार्क
it: Segnalibri locali
km: ប៉ាក់ចំណាំមូលដ្ឋាន
lo: ບຸກມາກທ້ອງຖິ່ນ
my: နယ်ပယ်ဆိုင်ရာမှတ်စု
ru: Локальные Закладки Bookmarks
si: දේශීය බුක්මාර්ක්
th: บุ๊คมาร์คท้องถิ่น
vi: Đánh đấu từ thiết bị
zh: 本地书签

source: Cloud Settings
bn: ক্লাউড সেটিংস
hi: क्लाउड सेटिंग्स
it: Impostazioni del cloud
km: ការកំណត់ពពក
lo: ຕັ້ງຄ່າເມກ
my: ကလောက် ဆက်တင်
ru: Облачные Настройки
si: ක්ලවුඩ් සැකසුම්
th: ตั้งค่าคลาวด์
vi: Cài đặt đám mây
zh: 云设置

# resetPassword
source: Request Password Reset
bn: পাসওয়ার্ড রিসেট আবেদন
hi: पासवर्ड रीसेट का अनुरोध करें
it: Richiedi reimpostazione password
km: ស្នើសុំការកំណត់ឡើងវិញនៃពាក្យសម្ងាត់
lo: ຂໍປ່ຽນລະຫັດຜ່ານ
my: လျှို့ဝှက်နံပါတ်ပြောင်းရန် တောင်းဆိုမှု
ru: Запросить сброс пароля
si: මුරපදය නැවත සකසන්න ඉල්ලීම
th: ขอรีเซ็ตรหัสผ่าน
vi: Yêu câu cài lại khẩu
zh: 请求重置密码

source: Register
bn: রেজিস্টার
hi: रजिस्टर करें
it: Registrati
km: ចុះឈ្មោះ
lo: ລົງທະບຽນ
my: မှတ်ပုံတင်ခြင်း
ru: Зарегистрироваться
si: ලියාපදිංචි කරන්න
th: ลงทะเบียน
vi: Đăng ký
zh: 注册

source: Sign In
bn: সাইন ইন
hi: साइन इन करें
it: Accedi
km: ចូល
lo: ເຂົ້າລະບົບ
my: အကောင့်ဝင်ခြင်း
ru: Войти
si: පුරන්න
th: เข้าสู่ระบบ
vi: Đăng nhập
zh: 登录

source: Sign Out
bn: সাইন আউট
hi: साइन आउट करें
it: Esci
km: ចាកចេញ
lo: ອອກຈາກລະບົບ
my: အကောင့်ထွက်ခြင်း
ru: Выйти
si: ඉවත් වන්න
th: ออกจากระบบ
vi: Đăng xuất
zh: 登出

source: Email
bn: ইমেইল
hi: ईमेल
km: អ៊ីមែល
lo: ອີເມວ
my: အီးမေးလ်
ru: Почта
si: ඊමේල්
th: อีเมล
zh: 电子邮件

source: Password
bn: পাসওয়ার্ড
hi: पासवर्ड
km: ពាក្យសម្ងាត់
lo: ລະຫັດຜ່ານ
my: လျို့ဝှက်နံပါတ်
ru: Пароль
si: මුරපදය
th: รหัสผ่าน
vi: Mật khẩu
zh: 密码

source: Submit
bn: জমা দিন
hi: सबमिट करें
it: Invia
km: ដាក់ស្នើ
lo: ສົ່ງ
my: တင်ပြသည်
ru: Отправить
si: ඉදිරිපත් කරන්න
th: ส่ง
zh: 提交

source: Save Password
bn: পাসওয়ার্ড সংরক্ষণ করুন
hi: पासवर्ड सहेजें
it: Salva password
km: រក្សាទុកពាក្យសម្ងាត់
lo: ບັນທຶກລະຫັດຜ່ານ
my: လျို့ဝှက်နံပါတ်ကိုသိမ်းသည်
ru: Сохранить Пароль
si: මුරපදය සුරකින්න
th: บันทึกรหัสผ่าน
vi: Lưu mật khẩu
zh: 保存密码

# savePasswordMessage
source: Would you like to save this password for future logins?
bn: আপনি কি ভবিষ্যতে লগইন করার জন্য এই পাসওয়ার্ডটি সংরক্ষণ করতে চান?
hi: क्या आप भविष्य के लॉगिन के लिए इस पासवर्ड को सहेजना चाहेंगे?
it: Vuoi salvare questa password per i futuri accessi?
km: តើអ្នកចង់រក្សាទុកពាក្យសម្ងាត់នេះសម្រាប់ការចូលលើកក្រោយឬ?
lo: ທ່ານຢາກບັນທຶກລະຫັດຜ່ານນີ້ແມ່ນບໍ?
my: ဒီလျှို့ဝှက်နံပါတ်ကို သင်သိမ်းလိုပါသလား
ru: Сохранить пароль для будущих входов в систему?
si: ඔබට අනාගත ලොගින් සඳහා මෙම මුරපදය සුරක්ෂිත කිරීමට අවශ්‍යද?
th: คุณต้องการบันทึกรหัสผ่านนี้สำหรับการเข้าสู่ระบบในอนาคตหรือไม่?
vi: Bạn có muốn lưu đăng nhập cho lần sau?
zh: 您希望为将来登录保存此密码吗？

# resetPasswordMessage
source: Enter your email address to recieve a password reset email
bn: পাসওয়ার্ড রিসেট ইমেল পেতে আপনার ইমেল ঠিকানা লিখুন
hi: पासवर्ड रीसेट ईमेल प्राप्त करने के लिए अपना ईमेल पता दर्ज करें
it: Inserisci il tuo indirizzo email per ricevere un link di reimpostazione della password
km: បញ្ចូលអាសយដ្ឋានអ៊ីមែលរបស់អ្នកដើម្បីទទួលអ៊ីមែលការកំណត់ឡើងវិញពាក្យសម្ងាត់
lo: ໃສ່ທີ່ຢູ່ອີເມວຂອງທ່ານເພື່ອຮັບອີເມວການຕັ້ງລະຫັດຜ່ານໃໝ່
my: ပြောင်းသည့်လျှို့ဝှက်နံပါတ်ပြောင်းသည့်အီးမေးလ် လက်ခံရန် သင့်အီးမေးလ်ထဲဝင်ပါ
ru: Введите адрес эл. почты, чтобы получить письмо сброса пароля
si: ඔබගේ ඊමේල් ලිපිනය ඇතුළු කර මුරපදය නැවත සකස් කරන ඊමේල් ලබා ගන්න
th: ใส่ที่อยู่อีเมลของคุณเพื่อรับอีเมลรีเซ็ตรหัสผ่าน
vi: Nhập email để nhận đặt lại mật khẩu.
zh: 输入您的电子邮箱地址以接收密码重置邮件

# passwordTooShort
source: Password must be at least 8 characters
bn: পাসওয়ার্ড কমপক্ষে ৮ অক্ষরের হতে হবে
hi: पासवर्ड कम से कम 8 अक्षरों का होना चाहिए
it: La password deve contenere almeno 8 caratteri
km: ពាក្យសម្ងាត់ត្រូវតែមានយ៉ាងតិច ៨ តួអក្សរ
lo: ລະຫັດຜ່ານຕ້ອງມີຢ່າງຫນ້ອຍ 8 ຕົວອັກສອນ
my: လျှို့ဝှက်နံပါတ်သည် အနည်းဆုံးအက္ခရာ၈လုံးပါရမည်
ru: Длина пароля - мин. 8 символов
si: මුරපදය අවම වශයෙන් අක්ෂර 8 ක් විය යුතුයි
th: รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร
vi: Mật khẩu phải có ít nhất 8 ký tự
zh: 密码至少需要8个字符

source: loginFailed
bn: লগইন ব্যর্থ হয়েছে
hi: लॉगिन विफल
it: Accesso fallito
km: ការចូលបានបរាជ័យ
lo: ການເຂົ້າລະບົບລົ້ມເຫລວ
my: အကောင့်ဝင်မှုမအောင်မြင်ပါ
ru: Не удалось войти
si: ලොග් ඉන් අසාර්ථකයි
th: การเข้าสู่ระบบล้มเหลว
vi: Đăng nhập thất bại
zh: 登录失败

# registrationSuccessful
source: Regisetration was successful. Check your email or spam folder to verify. Then please sign in.
bn: রেজিস্ট্রেশন সফল হয়েছে। যাচাই করতে আপনার ইমেল বা স্প্যাম ফোল্ডার চেক করুন। ইমেল-এ পাঠানো লিঙ্কে ক্লিক করার পর আবার সাইন ইন করুন।
hi: पंजीकरण सफल रहा। अपने ईमेल या स्पैम फ़ोल्डर की जाँच करें। फिर कृपया साइन इन करें।
it: Registrazione avvenuta con successo. Controlla la tua email o la cartella spam per la verifica. Quindi accedi.
km: ការចុះឈ្មោះបានជោគជ័យ។ ពិនិត្យមើលអ៊ីម៉ែលរបស់អ្នក ឬក្នុងថតសារឥតបានការ។ បន្ទាប់មកសូមចូលប្រព័ន្ធ។
lo: ການລົງທະບຽນສຳເລັດ. ກວດສອບອີເມວຂອງທ່ານຫຼືໂຟນເດີສ່ວນຕົວເພື່ອຢືນຢັນ. ຈົ່ງເຂົ້າລະບົບອີກຄັ້ງ.
my: မှတ်ပုံတင်မှုအောင်မြင်ပါသည်. အတည်ပြုရန် သင့်အီးမေးလ်ကိုစစ်ဆေးပါ သို့မဟုတ် စပန်ဖိုဒါတွင်စစ်ဆေးပါ. ထို့နောက်အကောင့်ဝင်ပါ.
ru: Регистрация успешна. Проверьте входящие или папку со спамом. После вы сможете войти.
si: ලියාපදිංචිය සාර්ථකයි. ඔබගේ ඊමේල් හෝ ස්පෑම් ෆෝල්ඩරය සෙවීමට විය. ඉන් පසු කරුණාකර ලොග් ඉන් කරන්න.
th: การลงทะเบียนสำเร็จ. ตรวจสอบอีเมลหรือโฟลเดอร์สแปมของคุณเพื่อยืนยัน. จากนั้นโปรดเข้าสู่ระบบอีกครั้ง.
vi: Đăng ký thành công. Kiểm tra email hoặc thư mục spam của bạn để xác minh. Sau đó vui lòng đăng nhập.
zh: 注册成功。请登录。

source: Registration failed
bn: রেজিস্ট্রেশন ব্যর্থ হয়েছে
hi: पंजीकरण विफल रहा
it: Registrazione fallita
km: ការចុះឈ្មោះបរាជ័យ
lo: ການລົງທະບຽນລົ້ມເຫລວ
my: မှတ်ပုံတင်မှုမအောင်မြင်ပါ
ru: Регистрация не прошла
si: ලියාපදිංචිය අසාර්ථකයි
th: การลงทะเบียนล้มเหลว
vi: Đăng ký thất bại
zh: 注册失败

# loginSuccess
source: Login Successful
bn: লগইন সফল হয়েছে
hi: लॉगिन सफल
it: Accesso riuscito
km: ការចូលជោគជ័យ
lo: ເຂົ້າລະບົບສຳເລັດ
my: အကောင့်ဝင်မှုအောင်မြင်ပါသည်
ru: Успешный Вход
si: ලොග් ඉන් සාර්ථකයි
th: การเข้าสู่ระบบสำเร็จ
vi: Đăng nhập thành công
zh: 登录成功

# verificationNeeded
source: Email verification needed. Check email or spam folder Sign in again to resend
bn: ইমেল যাচাই করা প্রয়োজন। ইমেল বা স্প্যাম ফোল্ডার চেক করুন আবার সাইন ইন করতে পুনরায় পাঠানো হয়েছে
hi: ईमेल सत्यापन की आवश्यकता है। ईमेल या स्पैम फ़ोल्डर की जाँच करें पुनः भेजने के लिए फिर से साइन इन करें
it: È necessaria la verifica email. Controlla l’email o la cartella spam Accedi di nuovo per inviarla
km: ត្រូវការការផ្ទៀងផ្ទាត់អ៊ីម៉ែល។ ពិនិត្យមើលអ៊ីម៉ែលរបស់អ្នក ឬក្នុងថតសារឥតបានការ ចូលប្រព័ន្ធម្ដងទៀតដើម្បីផ្ញើរឡើងវិញ
lo: ຕ້ອງການກວດສອບອີເມວ. ກວດສອບອີເມວຂອງທ່ານຫຼືໂຟນເດີສ່ວນຕົວ ເຂົ້າລະບົບອີກຄັ້ງເພື່ອສົ່ງຄືນ
my: အီးမေးလ်တွင်အတည်ပြုရန်. သင့်အီးမေးလ်ကိုစစ်ဆေးပါ သို့မဟုတ် စပန်ဖိုဒါတွင်စစ်ဆေးပါ ပြန်ပို့ရန်အတွက် အကောင့်ပြန်ဝင်ပါ
ru: Нужно подтвердить адрес эл. почты. Проверьте входящие или папку со спамом Нажмите повторно, чтобы запросить новое письмо
si: ඊමේල් සත්‍යාපනය අවශ්‍යයි. ඔබගේ ඊමේල් හෝ ස්පෑම් ෆෝල්ඩරය සෙවීමට විය නැවත යවන්නේ නම් නැවත ලොග් ඉන් කරන්න
th: ต้องการการยืนยันอีเมล. ตรวจสอบอีเมลหรือโฟลเดอร์สแปม เข้าสู่ระบบอีกครั้งเพื่อส่งใหม่
vi: Cần xác minh email. Kiểm tra email hoặc thư mục spam Đăng nhập lại để gửi lại
zh: 需要电子邮件验证。 检查您的邮件或垃圾邮件文件夹

# enterPassword
source: Please enter your password
bn: অনুগ্রহ করে আপনার পাসওয়ার্ড লিখুন
hi: कृपया अपना पासवर्ड दर्ज करें
it: Inserisci la tua password
km: សូមបញ្ចូលពាក្យសម្ងាត់របស់អ្នក
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານຂອງທ່ານ
my: လျှို့ဝှက်နံပါတ်ရိုက်ထည့်ပါ
ru: Пожалуйста, введите пароль
si: කරුණාකර ඔබගේ මුරපදය ඇතුල් කරන්න
th: กรุณาใส่รหัสผ่านของคุณ
vi: Vui lòng nhập mật khẩu của bạn
zh: 请输入您的密码

# enterEmail
source: Please enter your email
bn: অনুগ্রহ করে আপনার ইমেল ঠিকানা লিখুন
hi: कृपया अपना ईमेल दर्ज करें
it: Inserisci la tua email
km: សូមបញ្ចូលអ៊ីម៉ែលរបស់អ្នក
lo: ກະລຸນາໃສ່ທີ່ຢູ່ອີເມວຂອງທ່ານ
my: အီးမေးလ်သို့ဝင်ပါ
ru: Пожалуйста, введите адрес эл. почты
si: කරුණාකර ඔබගේ ඊමේල් ඇතුල් කරන්න
th: กรุณาใส่อีเมลของคุณ
vi: Vui lòng nhập email của bạn
zh: 请输入您的电子邮箱
